Repository: FPGAwars/icestudio
Catalog: app/resources/locale/*/*.po
Languages: cs_cz, de_de, es_es, eu_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, tr_tr, zh_tw

source: {{board}} rules not defined
cs_cz: {{board}} pravidla nejsou definována
de_de: {{board}} Regeln nicht definiert
es_es: Reglas de {{board}} no definidas
eu_es: {{board}} plakaren arauak ez daude definituta
fr_fr: Règles {{board}} non définies
it_it: Regole di {{board}} non definite
ja_jp: {{board}} のルールが未定義
ko_kr: {{board}} 규칙이 정의되지 않았습니다
ru_ru: Правила для платы {{board}} не определены
tr_tr: {{board}} kurallar tanımlanmadı
zh_tw: {{board}} 規則未定義

source: {{name}} exported
cs_cz: {{name}} exportováno
de_de: {{name}} exportiert
es_es: {{name}} exportado
eu_es: {{name}} esportatu da
fr_fr: {{name}} exporté
it_it: {{name}} esportato
ja_jp: {{name}} がエクスポートされました
ko_kr: {{name}} 이 추출되었습니다
ru_ru: {{name}} экспортирован(о)
tr_tr: {{name}} ihraç
zh_tw: {{name}} 已導出

source: Coral
cs_cz: Korálový
de_de: Koralle
eu_es: Korala
fr_fr: Corail
it_it: Corallo
ko_kr: 코랄
ru_ru: Коралловый
tr_tr: Mercan
zh_tw: 珊瑚色

source: Datasheet
cs_cz: Datový list
de_de: Datenblatt
eu_es: Datu-fitxa
fr_fr: Documentation
it_it: Scheda tecnica
ja_jp: データシート
ko_kr: 데이터시트
ru_ru: Даташит
tr_tr: Verisayfası
zh_tw: 規格書

source: Decimal
cs_cz: Desítkové
de_de: Dezimal
eu_es: Hamartarra
fr_fr: Décimal
it_it: Decimale
ja_jp: 10進数
ko_kr: 10진수
ru_ru: Десятичный
tr_tr: Ondalık
zh_tw: 十進位

source: Drivers
cs_cz: Ovladače
de_de: Treiber
eu_es: Driverrak
fr_fr: Pilote
ja_jp: ドライバ
ko_kr: 드라이버
ru_ru: Драйвера
tr_tr: Sürücüler
zh_tw: 驅動程式

source: Enter the external plugins path
cs_cz: Zadejte cestu k externím zásuvným modulům
de_de: Pfad zu externen Erweiterungen eingeben
fr_fr: Entrer le chemin pour les plugins externes
it_it: Immettere il percorso dei plugin esterni
ja_jp: 外部プラグインのパスを入力
zh_tw: 輸入外掛路徑

source: Error: {{error}}
cs_cz: Chyba: {{error}}
de_de: Fehler: {{error}}
eu_es: Errorea: {{error}}
fr_fr: Erreur : {{error}}
it_it: Errore: {{error}}
ja_jp: エラー：{{error}}
ko_kr: 에러:{{error}}
ru_ru: Ошибка: {{error}}
tr_tr: Hata: {{error}}
zh_tw: 錯誤: {{error}}

source: FPGA pin
cs_cz: FPGA vývod
eu_es: FPGA pina
fr_fr: Pin FPGA
it_it: Pin FPGA
ja_jp: FPGA ピン
ko_kr: FPGA 핀
ru_ru: Пин FPGA
tr_tr: FPGA raptiye
zh_tw: FPGA 接腳

source: Hexadecimal
cs_cz: Šestnáctkové
de_de: Hexadezimal
eu_es: Hamaseitarra
fr_fr: Hexadécimal
it_it: Esadecimale
ja_jp: 16進数
ko_kr: 16진수의
ru_ru: Шестнадцатеричный
tr_tr: Onaltılı
zh_tw: 十六進位

source: Logging enabled
cs_cz: Protokolování povoleno
de_de: Log-Protokollierung aktiviert
fr_fr: Log activé
ja_jp: ログ記録を有効化

source: Names of the paired labels
cs_cz: Názvy párovaných popisků

source: OK
cs_cz: Budiž
eu_es: Ados
ko_kr: 알겠습니다
ru_ru: ОК
tr_tr: TAMAM
zh_tw: 確定

source: Toolchain
cs_cz: Nástroj
ja_jp: ツールチェーン
ko_kr: 툴체인
ru_ru: Набор инструментов
tr_tr: Uyumluuygulama
zh_tw: 工具鏈

source: Testbench
ko_kr: 테스트벤치
ru_ru: Тестбенч
tr_tr: Testbankası
zh_tw: 測試平台
