Repository: FPGAwars/icestudio
Catalog: app/resources/locale/*/*.po
Languages: cs_cz, de_de, es_es, eu_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, tr_tr, zh_tw

source: Edit the collection name
cs_cz: Upravit název kolekce
de_de: Namen der Sammlung ändern
es_es: Edita el nombre de la colección
eu_es: Bildumaren izena aldatu
fr_fr: Éditer le nom de la collection
it_it: Modifica il nome della collezione
ja_jp: コレクションの名前を編集
ko_kr: 컬렉션 이름 편집
ru_ru: Редактировать имя коллекции
tr_tr: Koleksiyon adını düzenle
zh_tw: 編輯選集名稱

source: Enable
cs_cz: Povolit
de_de: Aktivieren
es_es: Habilitar
eu_es: Onartu
fr_fr: Activer
it_it: Abilita
ja_jp: 有効化
ko_kr: 가능
ru_ru: Включить
tr_tr: Aktif
zh_tw: 開啟

source: English
cs_cz: Angličtina
de_de: Englisch
es_es: Inglés
eu_es: Ingelesa
fr_fr: Anglais
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
tr_tr: İngilizce
zh_tw: 英文

source: Enter the external collection path
cs_cz: Zadejte cestu k externím kolekcím
de_de: Pfad zu externen Sammlungen eingeben
es_es: Introduce la ruta de las colecciones externas
ja_jp: 外部コレクションへのパスを入力

source: Enter the log filename
cs_cz: Zadejte název protokolového souboru
de_de: Log-Datei Pfad angeben
es_es: Introduce el nombre del log
ja_jp: ログのファイル名を入力

source: Enter the pip path
cs_cz: Zadejte cestu k programu pip
de_de: Python-Pop Pfad angeben
es_es: Introduce la ruta de pip
ja_jp: pipへのパスを入力

source: Enter the python path
cs_cz: Zadejte cestu k pythonu
de_de: Python-Pfad eingeben
es_es: Introduce la ruta de python
ja_jp: Pythonへのパスを入力

source: Enter the remote hostname user@host
cs_cz: Zadejte vzdáleného hostitele uživatel@hostitel
de_de: Gebe den Remote-Hostnamen user@host ein
es_es: Introduce el nombre del host remoto usuario@host
eu_es: Urrutiko ostalariaren izena sar ezazu erabiltzailea@host
fr_fr: Entrer le nom d'hôte distant user@host
it_it: Inserisci il nome dell'host remoto user@host
ja_jp: リモートホスト名を入力 user@host
ko_kr: 원격 호스트 이름 user@host를 입력하십시오
ru_ru: Удаленный хост в формате user@host
tr_tr: Uzaktan ev ana bilgisayar adını girin @anabilgisayar
zh_tw: 輸入遠端主機 用戶名@主機名

source: Errors detected in the design
cs_cz: V návrhu byly zjištěny chyby
de_de: Fehler im Design erkannt
es_es: Errores detectados en el diseño
eu_es: Akatsak daude diseinuan
fr_fr: Erreurs détectées dans le design
it_it: Errori trovati nel design
ja_jp: 設計にエラーが発見されました
ko_kr: 디자인에서 에러가 발생하였습니다
ru_ru: Найдены ошибки в схеме
tr_tr: Tasarımda tespit edilen hatalar
zh_tw: 設計中檢測到錯誤

source: Examples
cs_cz: Příklady
de_de: Beispiele
es_es: Ejemplos
eu_es: Adibideak
fr_fr: Exemples
it_it: Esempi
ja_jp: 例
ko_kr: 예시
ru_ru: Примеры
tr_tr: Örnekler
zh_tw: 範例

source: Execute remote {{label}} ...
cs_cz: Spouštění vzdáleně {{label}} ...
de_de: Remote ausführen von {{label}} ...
es_es: Ejecutar {{label}} remoto ...
eu_es: Exekutatu urrutiko {{label}} ...
fr_fr: Exécuter à distance {{label}} ...
it_it: Sto eseguendo {{label}} remotamente…
ja_jp: リモート {{label}} で実行…
ko_kr: 원격 {{label}} 시행...
ru_ru: Выполняется удаленно {{label}} ...
tr_tr: Uzaktan çalıştırma {{label}} ...
zh_tw: 遠端執行 {{label}} ...

source: Export
cs_cz: Exportovat
de_de: Exportieren
es_es: Exportar
eu_es: Esportatu
fr_fr: Exporter
it_it: Esporta
ja_jp: エクスポート
ko_kr: 추출하다
ru_ru: Экспорт
tr_tr: İhraç
zh_tw: 導出

source: Export submodule
cs_cz: Exportovat submodul
de_de: Untermodul exportieren
es_es: Exportar submódulo
eu_es: Azpimodulua esportatu
fr_fr: Exporter le sous-module
it_it: Esporta sottomodulo
ja_jp: サブモジュールをエクスポート
ko_kr: 서브모듈을 추출하기
ru_ru: Экспорт субмодуля
tr_tr: İhraç alt modül
zh_tw: 輸出子模組

source: External collections
cs_cz: Externí kolekce
de_de: Externe Sammlungen
es_es: Colecciones externas
eu_es: Kanpoko bildumak
fr_fr: Collections externes
it_it: Collezioni esterne
ja_jp: 外部接続
ko_kr: 외부의 콜렉션들
ru_ru: Сторонняя коллекция
tr_tr: Harici koleksiyon
zh_tw: 外部選集

source: External collections updated
cs_cz: Externí kolekce aktualizována
de_de: Externe Sammlungen aktualisiert
es_es: Colecciones externas actualizadas
eu_es: Kanpoko bildumak eguneratu dira
fr_fr: Collections externes mises à jour
ja_jp: 外部接続が更新されました
ko_kr: 외부의 콜렉션들이 업데이트 되었습니다
ru_ru: Сторонние коллекции обновлены
tr_tr: Harici koleksiyonu güncelle
zh_tw: 外部選集已更新

source: External plugins
cs_cz: Externí zásuvné moduly
de_de: Externe Erweiterungen
es_es: Plugins externos
fr_fr: Plugins externes
it_it: Plugin esterni
ja_jp: 外部プラグイン
zh_tw: 外部外掛

source: External plugins updated
cs_cz: Externí zásuvné moduly aktualizovány
de_de: Externe Erweiterungen aktualisiert
es_es: Plugins externos actualizados
fr_fr: Plugins externes mis a jour
it_it: Plugin esterni aggiornati
ja_jp: 外部プラグインが更新されました
zh_tw: 外部外掛已更新

source: FPGA I/O ports not defined
cs_cz: FPGA vstupně/výstupní porty nejsou definovány
de_de: FPGA I/O Anschlüsse nicht definiert
es_es: Puertos E/S de la FPGA no definidos
eu_es: FPGAren E/S portuak definitu gabe daude
fr_fr: Ports d'entrée/sortie FPGA non définis
it_it: Porta I/O dell'FPGA non definita
ja_jp: FPGA !/O ポートが未定義
ko_kr: FPGA I/O 포트가 정의되지 않음
ru_ru: Порты ввода/вывода платы не определены
tr_tr: FPGA I/O bağlantı noktaları tanımlanmadı
zh_tw: FPGA I/O 埠未定義

source: FPGA resources
cs_cz: FPGA prostředky
de_de: FPGA Ressourcen
es_es: Recursos de la FPGA
eu_es: FPGA baliabideak
fr_fr: Ressources FPGA
it_it: Risorse FPGA
ja_jp: FPGA リソース
ko_kr: FPGA 리소스들
ru_ru: Ресурсы FPGA
tr_tr: FPGA kaynaklar
zh_tw: FPGA 資源

source: FPGAwars community
cs_cz: Komunity FPGAwars
es_es: Comunidad FPGAwars
fr_fr: Communauté FPGAWwars

source: FPGAwars community.
cs_cz: Komunity FPGAwars.
es_es: Comunidad FPGAwars.
fr_fr: Communauté FPGAWwars.

source: File
cs_cz: Soubor
de_de: Datei
es_es: Archivo
eu_es: Fitxategia
fr_fr: Fichier
ja_jp: ファイル
ko_kr: 파일
ru_ru: Файл
tr_tr: Dosya
zh_tw: 檔案

source: File {{file}} already exists in the project path. Do you want to replace it?
cs_cz: Soubor {{file}} již existuje v projektu. Přejete si ho nahradit?
de_de: Die Datei {{file}} existiert bereits im Projektpfad. Ersetzen?
es_es: El archivo {{file}} ya existe en el directorio del proyecto. ¿Deseas reemplazarlo?
eu_es: Proiektuaren direktorioan {{file}} fitxategia dagoeneko bada. Fitxategia ordeztu nahi al duzu?
fr_fr: Le fichier {{file}} existe déjà dans le chemin du projet. Voulez vous le remplacer ?
it_it: File {{file}} esiste già nella cartella. Vuoi rimpiazzarlo?
ja_jp: ファイル {{file}} はプロジェクトパスに既に存在しています。置き換えますか？
ko_kr: {{file}} 파일이 프로젝트 경로에 이미 존재합니다. 교체하시겠습니까?
ru_ru: Файл {{file}} уже существует в папке проекта. Заменить его?
tr_tr: Dosya {{file}} proje yolunda zaten var. Bunu değiştirmek ister misiniz?
zh_tw: 檔案 {{file}} 在目錄中已存在. 是否要覆寫?

source: File {{file}} does not exist
cs_cz: Soubor {{file}} neexistuje
de_de: Datei {{file}} existiert nicht
es_es: El archivo {{file}} no existe
eu_es: Ez dago {{file}} izeneko fitxategirik
fr_fr: Le fichier {{file}} n'existe pas
it_it: File {{file}} non esiste
ja_jp: ファイル {{file}} が存在しません
ko_kr: {{file}}이 존재하지 않음
ru_ru: Файл {{file}} не существует
tr_tr: Dosya {{file}} yok
zh_tw: 檔案 {{file}} 不存在

source: File {{file}} imported
cs_cz: Soubor {{file}} importován
de_de: Datei {{file}} importiert
es_es: Archivo {{file}} importado
eu_es: {{file}} fitxategia inportatu da
fr_fr: Fichier {{file}} importé
it_it: File {{file}} importato
ja_jp: ファイル {{file}} がインポートされました
ko_kr: {{file}}파일 가져오기
ru_ru: Файл {{file}} импортирован
tr_tr: Dosya {{file}} ithal
zh_tw: 檔案 {{file}} 導入了

source: Find
cs_cz: Hledat
de_de: Suche
es_es: Buscar
fr_fr: Chercher
ja_jp: 探す
ru_ru: Найти

source: Fit content
cs_cz: Přizpůsbit obsah
de_de: Inhalt anpassen
es_es: Ajustar contenido
eu_es: Edukia doitu
fr_fr: Adapter le contenu
it_it: Adatta ai contenuti
ko_kr: 콘텐츠 맞춤
ru_ru: Подогнать размер схемы
tr_tr: Uygun içerik
zh_tw: 縮放以適應視窗

source: French
cs_cz: Francouzština
de_de: Französisch
es_es: Francés
eu_es: Frantsesa
fr_fr: Français
it_it: Francese
ja_jp: フランス語
ko_kr: 프랑스어
ru_ru: Французский
tr_tr: Fransızca

source: Fuchsia
cs_cz: Purpurová
de_de: Fuchsie
es_es: Fuxia
eu_es: Fuksia
ko_kr: 후치아
ru_ru: Фуксия
tr_tr: Eflatun
zh_tw: 洋紅色

source: Galician
cs_cz: Galicijština
de_de: Galizisch
es_es: Gallego
eu_es: Galegoa
fr_fr: Galicien
it_it: Galiziano
ja_jp: ガリシア語
ko_kr: 갈리시아어
ru_ru: Галлийский
tr_tr: Galiçyaca

source: German
cs_cz: Němčina
de_de: Deutsch
es_es: Alemán
eu_es: Alemaniako
fr_fr: Allemand
it_it: Tedesco
ja_jp: ドイツ語
ko_kr: 독일어
ru_ru: Немецкий
tr_tr: Almanca

source: Gold
cs_cz: Zlatá
es_es: Oro
eu_es: Urrea
fr_fr: Or
it_it: Oro
ko_kr: 황금
ru_ru: Золотой
tr_tr: Altın
zh_tw: 金色

source: Greek
cs_cz: Řečtina
de_de: Griechisch
es_es: Griego
eu_es: Greziera
fr_fr: Grec
it_it: Greco
ja_jp: ギリシャ語
ko_kr: 그리스어
ru_ru: Греческий
tr_tr: Yunanca

source: Green Yellow
cs_cz: Žluto zelená
de_de: Grün-Gelb
es_es: Amarillo verdoso

source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
eu_es: Laguntza
fr_fr: Aide
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움
ru_ru: Помощь
tr_tr: Yardım
zh_tw: 輔助說明

source: Icestudio is part of
cs_cz: Icestudio je součástí
de_de: Icestudio ist ein Teil von
es_es: Icestudio es parte de

source: If you see blank IN/OUT pins, it is because equivalent pins do not exist on this board
cs_cz: Pokud máte nepřiřazené vstupně/výstupní piny, je to proto, že na desce není žádný vhodný ekvivalent
es_es: Si ves pines de ENTRADA/SALIDA vacíos, es porque no existen pines equivalentes en esta placa

source: Image
cs_cz: Obraz
de_de: Bild
es_es: Imagen
eu_es: Irudia
it_it: Immagine
ja_jp: 画像
ko_kr: 사진
ru_ru: Изображение
tr_tr: Görsel
zh_tw: 圖像

source: Image {{name}} saved
cs_cz: Obraz {{name}} uložen
de_de: Bild {{name}} gespeichert
es_es: Imagen {{name}} guardada
eu_es: {{name}} izeneko irudia gorde da
fr_fr: Image {{name}} sauvegardée
it_it: Immagine {{name}} salvata
ja_jp: 画像 {{name}} が保存されました
ko_kr: 사진 {{name}}이 저장되었음
ru_ru: Изображение {{name}} сохранено
tr_tr: Görseli {{name}} kaydet
zh_tw: 圖像 {{name}} 已儲存

source: Indian Red
cs_cz: Benátská červená
de_de: Indisches-Rot
es_es: Rojo indio

source: Information
cs_cz: Informace
es_es: Información
eu_es: Informazioa
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
ru_ru: Информация
tr_tr: Bİlgi
zh_tw: 資訊

source: Input
cs_cz: Vstup
de_de: Eingang
es_es: Entrada
eu_es: Sarrera
fr_fr: Entrée
it_it: Ingresso
ja_jp: 入力
ko_kr: 입력
ru_ru: Ввод
tr_tr: Giriş
zh_tw: 輸入

source: Input label
cs_cz: Popisek vstupu
es_es: Etiqueta de entrada
eu_es: Sarrera-etiketa
fr_fr: Label d'entrée
it_it: Etichetta di Input
ru_ru: Метка ввода
tr_tr: Giriş etiketi
zh_tw: 輸入標籤

source: Input labels
cs_cz: Popisky vstupů
es_es: Etiquetas de entrada

source: Input parameters
cs_cz: Vstupní parametry
de_de: Eingangs-Parameter
es_es: Parámetros de entrada
ja_jp: 入力パラメタ

source: Input ports
de_de: Eingangs-Anschlüsse
es_es: Puertos de entrada

source: Install (Stable)
cs_cz: Instalovat (Stabilní)
de_de: Installiere (Stabile Version)
es_es: Instalar (Estable)
fr_fr: Installer la version stable
ja_jp: インストール（安定版）

source: Install Development version
cs_cz: Instalovat vývojovou verzi
de_de: Installiere Entwicklungsversion
es_es: Instalar la versión de desarrollo
fr_fr: Installer la version de développement
ja_jp: インストール（開発版）
ru_ru: Установить (В разработке)

source: Install the DEVELOPMENT toolchain. It will be downloaded. This operation requires Internet connection. Do you want to continue?
cs_cz: Nástroj VÝVOJOVÉ verze bude aktualizován. Bude stažen. Tato operace vyžaduje připojení na internet. Přejete si pokračovat?
es_es: Instale la cadena de herramientas de DESARROLLO. Se descargará. Esta operaciónRequiere conexión a Internet. ¿Quieres continuar?
fr_fr: La toolchain va être mise à jour. Cette opération a besoin d'une connexion Internet. Voulez-vous continuer ?
ja_jp: 「開発版の」ツールチェインをインストールします。ダウンロードされます。この操作にはインターネット接続が必要です。続行しますか？

source: Install the LATEST STABLE toolchain. It will be downloaded. This operation requires Internet connection. Do you want to continue?
cs_cz: Nástroj poslední STABILNÍ verze bude aktualizován. Bude stažen. Tato operace vyžaduje připojení na internet. Přejete si pokračovat?
es_es: Instale la ÚLTIMA cadena de herramientas ESTABLE. Se descargará. Esta operaciónRequiere conexión a Internet. ¿Quieres continuar?
fr_fr: Installer la derniere toolchain stable. Cette opération a besoin d'une connexion Internet. Voulez-vous continuer ?
ja_jp: 「安定版の」ツールチェインをインストールします。ダウンロードされます。この操作にはインターネット接続が必要です。続行しますか？

source: Installation completed
cs_cz: Instalace dokončena
de_de: Installation abgeschlossen
es_es: Instalación completada
eu_es: Instalazioa amaitu da
fr_fr: Installation terminée
it_it: Installazione completata
ja_jp: インストールが完了しました
ko_kr: 설치 완료
ru_ru: Установка завершена
tr_tr: Kurulumu tamamlanmış
zh_tw: 安裝完成

source: Internet connection required
cs_cz: Potřeba připojení na internet
de_de: Internetverbindung erforderlich
es_es: Es necesario conexión a Internet
eu_es: Interneteko sarbidea behar da
fr_fr: Une connexion Internet est requise
it_it: Connessione a internet necessaria
ja_jp: インターネット接続が必要
ko_kr: 인터넷 연결 필요
ru_ru: Необходимо соединение с Интернетом
tr_tr: İnternet bağlantısı gerekli
zh_tw: 需要連接 Internet

source: Invalid block connection:<br><i>Pull-up</i> already connected
cs_cz: Neplatné zapojení bloku:<br><i>Pull-up</i>již připojen
es_es: Conexión de bloque inválida:<br>ya hay un <i>Pull-up</i> conectado
ja_jp: 無効なブロック接続：<br><I>プルアップ</i> が既に接続されています

source: Invalid collection {{name}}
cs_cz: Neplatná kolekce {{name}}
de_de: Ungültige Sammlung {{name}}
es_es: Colección {{name}} no válida
eu_es: {{name}} bilduma baliogabea
fr_fr: Collection {{name}} invalide
it_it: Collezione invalida {{name}}
ko_kr: 잘못된 컬렉션 {{name}}
ru_ru: Неправильная коллекция {{name}}
tr_tr: Geçersiz koleksiyon {{name}}
zh_tw: 無效的選集 {{name}}

source: Invalid connection
cs_cz: Neplatné spojení
de_de: Ungültige Verbindung
es_es: Conexión no válida
eu_es: Konexio baliogabea
fr_fr: Connexion invalide
it_it: Connessione invalida
ja_jp: 無効な接続
ko_kr: 잘못 된 연결
ru_ru: Неверное соединение
tr_tr: Geçersiz koleksiyon
zh_tw: 無效的連接

source: Invalid connection: {{a}} → {{b}}
cs_cz: Neplatné spojení: {{a}} → {{b}}
de_de: Ungültige Verbindung: {{a}} → {{b}}
es_es: Conexión no válida: {{a}} → {{b}}
eu_es: Konexio baliogabea: {{a}} → {{b}}
fr_fr: Connexion invalide : {{a}} → {{b}}
it_it: Connessione invalida: {{a}} → {{b}}
ja_jp: 無効な接続：{{a}} → {{b}}
ko_kr: 잘못된 연결: {{a} → {{b}}
ru_ru: Неверное соединение: {{a}} → {{b}}
tr_tr: Geçersiz koleksiyon: {{a}} → {{b}}
zh_tw: 無效的連接: {{a}} → {{b}}

source: Invalid multiple input connections
cs_cz: Neplatné vícenásobná vstupní připojení
de_de: Ungültige Mehrfach-Eingangs-Verbindungen
es_es: Conexiones de entrada múltiple no válidas
eu_es: Sarrerako konexio anitzak baliogabeak
fr_fr: Connexions de multiples entrées invalides
it_it: Connessioni di multipli ingressi invalidi
ja_jp: 無効な複数の入力接続
ko_kr: 잘못된 다중 입력 연결
ru_ru: Неправильные множественные соединения
tr_tr: Geçersiz çoklu giriş bağlantıları
zh_tw: 無效的多輸入連接

source: Invalid project format
cs_cz: Neplatný formát projektu
de_de: Ungültiges Projektformat
es_es: Formato de proyecto no válido
eu_es: Proiektuaren formatua baliogabea da
fr_fr: Format de projet invalide
it_it: Formato del progetto invalido
ja_jp: 無効なプロジェクトフォーマット
ko_kr: 잘못된 프로젝트 형식
ru_ru: Неправильный формат проекта
tr_tr: Geçersiz proje biçimi
zh_tw: 無效的專案格式

source: Italian
cs_cz: Italština
de_de: Italienisch
es_es: Italiano
eu_es: Italiera
fr_fr: Italien
it_it: Italiano
ko_kr: 이탈리아어
ru_ru: Итальянский
tr_tr: İtalyanca

source: Japanese
cs_cz: Japonština
es_es: Japonés

source: Korean
cs_cz: Korejština
de_de: Koreanisch
es_es: Koreano
fr_fr: Coréen
it_it: Coreano
ru_ru: Корейский

source: Label finder
cs_cz: Hledat popisek
es_es: Buscar etiqueta

source: Label updated
cs_cz: Popisek aktualizován
de_de: Label aktualisiert
es_es: Etiqueta actualizada
ja_jp: ラベルが更新されました

source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
eu_es: Hizkuntza
fr_fr: Langue
it_it: Lingua
ko_kr: 언어
ru_ru: Язык
tr_tr: Lisan
zh_tw: 語言

source: Light
cs_cz: Světlé
de_de: Hell
es_es: Luminoso
fr_fr: Clair
it_it: Chiaro
ja_jp: ライト
ru_ru: Светлый
zh_tw: 淺色模式

source: Light Gray
cs_cz: Světle šedá
de_de: Helles Grau
es_es: Gris claro
ja_jp: ライトグレー

source: Light Sea Green
cs_cz: Světle zelená mořská
de_de: Helles Meergrün
es_es: Verde marino claro

source: Load
cs_cz: Nahrát
de_de: Laden
es_es: Cargar
eu_es: Kargatu
fr_fr: Charger
it_it: Carica
ja_jp: ロード
ko_kr: 로드
ru_ru: Загрузить
tr_tr: Yük
zh_tw: 載入

source: Local parameter
cs_cz: Lokální parametr
de_de: Lokaler Parameter
es_es: Parámetro local
eu_es: Parametro lokala
fr_fr: Paramètre local
it_it: Parametri locali
ja_jp: ローカルパラメタ
ko_kr: 지역 변수
ru_ru: Локальный параметр
tr_tr: Yerel parametre
zh_tw: 本地參數

source: Logging file
cs_cz: Soubor protokolu
de_de: Log-Datei
es_es: Archivo de registro (log)
fr_fr: Fichier de log
ja_jp: ログファイル
ru_ru: Файл журнала

source: Logging file updated
cs_cz: Soubor protokolu aktualizován
de_de: Log-Datei aktualisiert
es_es: Archivo de registro actualizado
fr_fr: Fichier de log mis à jour
ja_jp: ログファイルが更新されました
ru_ru: Файл журнала обновлен

source: Maximum bus size: 96 bits
cs_cz: Maximální šířka sběrnice: 96 bitů
de_de: Maximale Bus-Größe: 96 bits
es_es: Tamaño máximo del bus: 96 bits
eu_es: Busaren tamaina maximoa: 96 bit
fr_fr: Taille maximale du bus : 96 bits
it_it: Dimensione massima del bus: 96 bits
ja_jp: 最大のバス幅：96 ビット
ko_kr: 최대 버스 크기: 96비트
ru_ru: Максимальный размер шины: 96 бит
tr_tr: Azami veri yolu boyutu: 96 bit
zh_tw: 最大的匯流排大小：96位元

source: Medium Violet Red
cs_cz: Středně fialově červená
es_es: Rojo violeta medio

source: Memory
cs_cz: Paměť
de_de: Speicher
es_es: Memoria
eu_es: Memoria
fr_fr: Mémoire
it_it: Memoria
ja_jp: メモリ
ko_kr: 메모리
ru_ru: Память
tr_tr: Bellek
zh_tw: 記憶體

source: Name
cs_cz: Jméno
es_es: Nombre
eu_es: Izena
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
ru_ru: Имя
tr_tr: Ad
zh_tw: 名稱

source: Navy
cs_cz: Námořnická
de_de: Havy
es_es: Azul marino
fr_fr: Bleu marine
it_it: BluIntenso
ko_kr: 남색
ru_ru: Тёмно-синий
tr_tr: Lacivert
zh_tw: 海軍藍色

source: New
cs_cz: Nový
de_de: Neu
es_es: Nuevo
eu_es: Berria
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新規
ko_kr: 새로운
ru_ru: Новый
tr_tr: Yeni
zh_tw: 新建

source: New Color:
cs_cz: Nová barva:
de_de: Neue Farbe:
es_es: Nuevo Color:
ja_jp: 新しい色:
ru_ru: Новый цвет:

source: Next
cs_cz: Další
es_es: Sig
fr_fr: Suivant

source: No collections stored
cs_cz: Žádné kolekce neuloženy
de_de: Keine Sammlungen gespeichert
es_es: Ninguna colección almacenada
eu_es: Ez dago gordeta bildumarik
fr_fr: Pas de collections sauvegardées
ko_kr: 저장된 컬렉션 없음
ru_ru: Нет сохраненных коллекций
tr_tr: Koleksiyonların kaydı yok
zh_tw: 沒有儲存的選集

source: Olive Drab
cs_cz: Olivová šedá
es_es: Verde oliva

source: Open
cs_cz: Otevřít
de_de: Öffnen
es_es: Abrir
eu_es: Ireki
fr_fr: Ouvrir
it_it: Apri
ja_jp: 開く
ko_kr: 열기
ru_ru: Открыть
tr_tr: Aç
zh_tw: 開啟

source: Open SVG
cs_cz: Otevřít SVG
de_de: Öffne SVG
es_es: Abrir SVG
eu_es: SVGa ireki
fr_fr: Ouvrir SVG
it_it: Apri SVG
ja_jp: SVG を開く
ko_kr: SVG 열기
ru_ru: Открыть SVG
tr_tr: SVG Aç
zh_tw: 開啟 SVG

source: Orange Red
cs_cz: Oranžovo červená
es_es: Rojo naranja

source: Original file {{file}} does not exist
cs_cz: Původní soubor {{file}} neexistuje
de_de: Originaldatei {{file}} existiert nicht
es_es: El archivo original {{file}} no existe
eu_es: Jatorrizko {{file}} fitxategia ez dago
fr_fr: Le fichier original {{file}} n'existe pas
it_it: Filo originale {{file}} non esiste più
ja_jp: オリジナルのファイル{{file}}が存在しない
ko_kr: 원본 파일 {{file}} 이 존재하지 않습니다
ru_ru: Оригинальный файл {{file}} не существует
tr_tr: Özgün dosya {{file}} yok
zh_tw: 原始檔案 {{file}} 不存在

source: Output
cs_cz: Výstup
de_de: Ausgang
es_es: Salida
eu_es: Irteera
fr_fr: Sortie
it_it: Uscita
ja_jp: 出力
ko_kr: 출력
ru_ru: Вывод
tr_tr: Çıktı
zh_tw: 輸出

source: Output label
cs_cz: Popisek výstupu
es_es: Etiqueta de salida
eu_es: Irteera-etiketa
fr_fr: Label de sortie
it_it: Etichetta di Output
ru_ru: Метка вывода
tr_tr: Çıktı etiketi
zh_tw: 輸出標籤

source: Output labels
cs_cz: Popisky výstupů
es_es: Etiquetas de salida

source: Output ports
de_de: Ausgangs-Port
es_es: Puertos de salida
ja_jp: 出力ポート

source: Paired labels
cs_cz: Párované popisky
es_es: Etiquetas emparejadas
fr_fr: Labels appairés
ru_ru: Парные метки

source: Paste
cs_cz: Vložit
de_de: Einfügen
es_es: Pegar
eu_es: Itsatsi
fr_fr: Coller
it_it: Incolla
ja_jp: ペースト
ko_kr: 붙여넣기
ru_ru: Вставить
tr_tr: Yapıştır
zh_tw: 貼上

source: Path {{path}} does not exist
cs_cz: Cesta {{path}} neexistuje
de_de: Pfad {{path}} existiert nicht
es_es: La ruta {{path}} no existe
eu_es: Ez da {{path}} izeneko biderik
fr_fr: Le chemin {{path}} n'existe pas
ja_jp: パス {{path}} が存在しません
ko_kr: 경로 {{path}} 가 존재하지 않습니다
ru_ru: Путь {{path}} не существует
tr_tr: Yol {{path}} yok
zh_tw: 路徑 {{path}} 不存在

source: Please run: {{cmd}}
cs_cz: Prosím spusťte: {{cmd}}
de_de: Bitte ausführen: {{cmd}}
es_es: Por favor ejecuta: {{cmd}}
eu_es: Mesedez {{cmd}} exekutatu
fr_fr: Veuillez exécuter : {{cmd}}
it_it: Prego eseguire: {{cmd}}
ja_jp: 次のコマンドを実行してください: {{cmd}}
ko_kr: 작동: {{cmd}}
ru_ru: Выполните команду: {{cmd}}
tr_tr: Lütfen çalıştır: {{cmd}}
zh_tw: 請執行: {{cmd}}

source: Preferences
cs_cz: Předvolby
de_de: Einstellungen
es_es: Preferencias
eu_es: Lehentasunak
fr_fr: Préférences
it_it: Preferenze
ja_jp: 環境設定
ko_kr: 선호
ru_ru: Параметры
tr_tr: Tercihler
zh_tw: 偏好設定

source: Prev.
cs_cz: Před.
es_es: Ant.
fr_fr: Précédent

source: Project information
cs_cz: Informace o projektu
de_de: Projektinformationen
es_es: Información del proyecto
eu_es: Proiektuaren informazioa
fr_fr: Informations du projet
it_it: Informazioni del progetto
ja_jp: プロジェクトの情報
ko_kr: 프로젝트 정보
ru_ru: Информация о проекте
tr_tr: Proje bilgileri
zh_tw: 專案資訊

source: Project information updated
cs_cz: Informace o projektu aktualizovány
de_de: Projektinformationen aktualisiert
es_es: Información del proyecto actualizada
eu_es: Proiektuaren informazioa eguneratu da
fr_fr: Informations du projet mises à jour
it_it: Informazioni del progetto aggionate
ja_jp: プロジェクトの情報が更新されました
ko_kr: 프로젝트 정보가 업데이트되었습니다
ru_ru: Информация о проекте обновлена
tr_tr: Proje bilgileri güncellendi
zh_tw: 專案資訊已更新

source: Project {{name}} loaded
cs_cz: Projekt {{name}} nahrán
de_de: Projekt {{name}} geladen
es_es: Proyecto {{name}} cargado
eu_es: {{name}} proiektua kargatu da
fr_fr: Projet {{name}} chargé
it_it: Progetto {{name}} caricato
ja_jp: プロジェクト {{name}} がロードされました
ko_kr: 프로젝트 {{name}}이 로드되었습니다
ru_ru: Проект {{name}} загружен
tr_tr: Proje {{name}} yüklü
zh_tw: 專案 {{name}} 已載入

source: Project {{name}} saved
cs_cz: Projekt {{name}} uložen
de_de: Projekt {{name}} gespeichert
es_es: Proyecto {{name}} guardado
eu_es: {{name}} proiektua gorde da
fr_fr: Projet {{name}} sauvegardé
it_it: Progetto {{name}} salvato
ja_jp: プロジェクト {{name}} が保存されました
ko_kr: 프로젝트 {{name}}이 저장되었습니다
ru_ru: Проект {{name}} сохранен
tr_tr: Projeyi {{name}} kaydet
zh_tw: 專案 {{name}} 已儲存

source: Python environment
cs_cz: Prostředí Pythonu
de_de: Python-Umgebung
es_es: Entorno de Python
fr_fr: Environnement Python
it_it: Ambiente Python
ja_jp: Python 環境
ru_ru: Среда Python
zh_tw: Python 環境

source: Quit
cs_cz: Ukončit
de_de: Beenden
es_es: Salir
eu_es: Utzi
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ko_kr: 끝내기
ru_ru: Закрыть Icestudio
tr_tr: Çıkış
zh_tw: 結束程式

source: Red
cs_cz: Červená
de_de: Rot
es_es: Rojo
eu_es: Gorria
fr_fr: Rouge
it_it: Rosso
ko_kr: 빨강
ru_ru: Красный
tr_tr: Kırmızı
zh_tw: 紅色

source: Redo
cs_cz: Znovu
de_de: Wiederholen
es_es: Rehacer
eu_es: Berregin
fr_fr: Refaire
it_it: Ripeti
ja_jp: やり直す
ko_kr: 다시하기
ru_ru: Повторить
tr_tr: Yeniden
zh_tw: 重做

source: Release History WIKI
cs_cz: Historie vydání WIKI
de_de: Versions-Historie
es_es: WIKI del historial de lanzamientos
fr_fr: Wiki historique des releases

source: Reload
cs_cz: Znovu nahrát
de_de: Neu laden
es_es: Recargar
eu_es: Berriro kargatu
fr_fr: Recharger
it_it: Ricarica
ja_jp: リロード
ko_kr: 다시로드하기
ru_ru: Перезагрузить
tr_tr: Yeniden yükle
zh_tw: 重載
