Repository: FPGAwars/icestudio
Catalog: app/resources/locale/*/*.po
Languages: cs_cz, de_de, es_es, eu_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, tr_tr, zh_tw

source: Remote host {{name}} not connected
cs_cz: Vzdálený hostitel {{name}} není připojen
de_de: Remote-Host {{name}} nicht verbunden
es_es: Host remoto {{name}} no conectado
eu_es: {{name}} urrutiko ostalaria ez dago konektatua
fr_fr: Hôte distant {{name}} non connecté
it_it: Host remoto {{name}} non connesso
ja_jp: リモートホスト {{name}} は接続されていません
ko_kr: 원격 호스트 {{name}}이 연결되지 않음
ru_ru: Удаленный хост {{name}} не подключен
tr_tr: Uzak ana makine {{name}} bağlı değil
zh_tw: 遠端主機 {{name}} 未連接

source: Remote hostname
cs_cz: Jméno vzdáleného hostitele
es_es: Nombre del host remoto
eu_es: Urrutiko ostalariaren izena
fr_fr: Nom d'hôte distant
it_it: Nome dell'host remoto
ja_jp: ホスト名を削除
ko_kr: 원격 호스트이름
ru_ru: Удаленный хост
tr_tr: Uzak anamakineadı
zh_tw: 遠端主機名

source: Remove
cs_cz: Odebrat
de_de: Löschen
es_es: Eliminar
eu_es: Ezabatu
fr_fr: Supprimer
it_it: Rimuovi
ja_jp: 削除
ko_kr: 지우기
ru_ru: Удалить
tr_tr: Kaldır
zh_tw: 移除

source: Remove all
cs_cz: Odebrat vše
de_de: Alle löschen
es_es: Eliminar todo
eu_es: Dena ezabatu
fr_fr: Supprimer tout
it_it: Rimuovi tutti
ja_jp: 全て削除
ko_kr: 모두 지우기
ru_ru: Удалить все
tr_tr: Tümünü kaldır
zh_tw: 全部移除

source: Replace All
cs_cz: Nahradit vše
de_de: Alle ersetzten
es_es: Cambiar todos
fr_fr: Remplacer tous
ja_jp: 全て置き換える
ru_ru: Заменить ВСЕ

source: Replace One
cs_cz: Nahradit jeden
de_de: Ersetzten
es_es: Cambiar uno
fr_fr: Remplacer un
ja_jp: 置き換える
ru_ru: Заменить один

source: Reset SVG
cs_cz: Obnovit SVG
de_de: SVG zurücksetzen
es_es: Resetear SVG
eu_es: SVGa berrezarri
fr_fr: Réinitialiser le SVG
it_it: Ripristina SVG
ja_jp: SVGをリセット
ko_kr: SVG 재설정
ru_ru: Убрать SVG
tr_tr: SVG Sıfırla
zh_tw: 重載SVG

source: Royal Blue
cs_cz: Pruská modř
es_es: Añil

source: Russian
cs_cz: Ruština
de_de: Russisch
es_es: Ruso
eu_es: Errusiera
fr_fr: Russe
it_it: Russo
ko_kr: 러시아어
ru_ru: Русский
tr_tr: Rusça

source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
eu_es: Gorde
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
ko_kr: 저장하다
ru_ru: Сохранить
tr_tr: Kaydet
zh_tw: 儲存

source: Save SVG
cs_cz: Uložit SVG
de_de: SVG speichern
es_es: Guardar SVG
eu_es: SVGa gorde
fr_fr: Enregistrer le SVG
it_it: Salva come SVG
ja_jp: SVG を保存
ko_kr: SVG 저장
ru_ru: Сохранить SVG
tr_tr: SVG Kaydet
zh_tw: 儲存SVG

source: Save as
cs_cz: Uložit jako
de_de: Speichern unter
es_es: Guardar como
eu_es: Gorde honela
fr_fr: Enregistrer sous
it_it: Salva come
ja_jp: 名前を付けて保存
ko_kr: 다른이름으로 저장하기
ru_ru: Сохранить как
tr_tr: Farklı kaydet
zh_tw: 另存為

source: Save submodule
cs_cz: Uložit submodul
de_de: Untermodul speichern
es_es: Guardar submódulo
eu_es: Azpimodulua gorde
fr_fr: Enregistrer le sous-module
it_it: Salva sotto modulo
ja_jp: サブモジュールを保存
ko_kr: 서브모듈 저장
ru_ru: Сохранить субмодуль
tr_tr: Alt modülü kaydet
zh_tw: 儲存子模組

source: Select
cs_cz: Vybrat
de_de: Auswählen
es_es: Seleccionar
eu_es: Hautatu
fr_fr: Sélectionner
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ru_ru: Выбрать
tr_tr: Seçilen
zh_tw: 選擇

source: Select all
cs_cz: Vybrat vše
de_de: Alles auswählen
es_es: Seleccionar todo
eu_es: Dena hautatu
fr_fr: Sélectionner tout
it_it: Seleziona tutto
ja_jp: 全て選択
ko_kr: 모두 선택
ru_ru: Выбрать все
tr_tr: Tümünü seç
zh_tw: 全選

source: Select your board
cs_cz: Vyberte vaši desku
de_de: Board wählen
es_es: Selecciona tu placa
eu_es: Plaka hauta ezazu
fr_fr: Sélectionner votre carte
it_it: Seleziona la scheda
ja_jp: ボードを選択
ko_kr: 보드를 선택하세요
ru_ru: Выберите плату
tr_tr: Sizin seçili panonuz
zh_tw: 選定開發板

source: Show clock
cs_cz: Zobrazit hodiny
de_de: Clock anzeigen
es_es: Mostrar reloj
eu_es: Ordularia erakutsi
fr_fr: Montrer l'horloge
it_it: Mostra segnale di clock
ja_jp: クロックを確認
ko_kr: 시계를 표시
ru_ru: Показать тактирование
tr_tr: Saati göster
zh_tw: 顯示時脈

source: Slate Blue
cs_cz: Břidlicově modrá
es_es: Azul pizarra

source: Source code
cs_cz: Zdrojový kód
de_de: Quellcode
es_es: Código fuente
eu_es: Iturburu kodea
fr_fr: Code source
it_it: Codice sorgente
ja_jp: ソースコード
ko_kr: 소스코드
ru_ru: Исходный код
tr_tr: Kaynak kodu
zh_tw: 原始程式

source: Spanish
cs_cz: Španělština
de_de: Spanisch
es_es: Español
eu_es: Gaztelera
fr_fr: Espagnol
it_it: Spagnolo
ko_kr: 스페인어
ru_ru: Испанский
tr_tr: İspanyolca

source: Spring Green
cs_cz: Jarní zelená
es_es: Verde primavera

source: Start build
cs_cz: Začínám překlad
de_de: Erstellen starten
es_es: Comenzar sintetizado
eu_es: Sintetizatua hasi
fr_fr: Début de la construction
it_it: Inizia compilazione
ja_jp: ビルド開始
ko_kr: 빌드 시작
ru_ru: Запуск сборки
tr_tr: Oluşturmaya başla
zh_tw: 開始編譯

source: Start upload
cs_cz: Začínám nahrávat
de_de: Übertragung starten
es_es: Comenzar carga
eu_es: Karga hasi
fr_fr: Début du téléchargement
it_it: Inizia caricamento
ja_jp: アップロード開始
ko_kr: 업로드 시작
ru_ru: Запуск загрузки в плату
tr_tr: Yüklemeyi başlat
zh_tw: 開始上傳

source: Start verification
cs_cz: Začínám kontrolovat
de_de: Überprüfung starten
es_es: Comenzar verificación
eu_es: Egiaztapena hasi
fr_fr: Début de la vérification
it_it: Inizia verifica
ja_jp: 検証を開始
ko_kr: 검증 시작
ru_ru: Запуск проверки
tr_tr: Doğrulamayı başlat
zh_tw: 開始驗證

source: Steel Blue
cs_cz: Ocelová modř
es_es: Azul acero

source: Synchronize remote files ...
cs_cz: Synchronizace vzdálených souborů...
de_de: Synchronisiere Remote-Dateien...
es_es: Sincronizando ficheros remotos ...
eu_es: Urrutiko fitxategiak sinkronizatu...
fr_fr: Synchroniser les fichiers distants ...
it_it: Sto sincronizzando i file remoti…
ja_jp: リモートのファイルを同期…
ko_kr: 원격 파일 동기화...
ru_ru: Синхронизация файлов...
tr_tr: Uzak dosyaları eşleştirin ...
zh_tw: 遠端檔案同步...

source: System info
cs_cz: Systémové informace
de_de: Systeminformationen
es_es: Información del sistema
fr_fr: Informations système
ru_ru: Информация о системе

source: Taiwanese
cs_cz: Taiwanština
es_es: Taiwanés

source: Thank you very much!
cs_cz: Děkuji mnohokrát!
de_de: Vielen Dank!
es_es: ¡Muchas gracias!
fr_fr: Merci beaucoup !
ru_ru: Большое спасибо!

source: The collection {{name}} already exists.
cs_cz: Kolekce {{name}} již existuje.
de_de: Die Sammlung {{name}} existiert bereits.
es_es: La colección {{name}} ya existe.
eu_es: {{name}} bilduma badago
fr_fr: La collection {{name}} existe déjà.
it_it: La collezione {{name}} esiste già.
ja_jp: コレクション {{name}} は既に存在します。
ko_kr: 컬렉션 {{name}}이(가) 이미 존재합니다.
ru_ru: Коллекция {{name}} уже существует.
tr_tr: Koleksiyon {{name}} zaten var.
zh_tw: 選集 {{name}} 已存在.

source: The current FPGA I/O configuration will be lost. Do you want to change to the {{name}} board?
cs_cz: Současná konfigurace vstupu/výstupu FPGA bude ztracena. Přejete si změnit na desku {{name}}?
es_es: La configuración actual de E/S de la FPGA se perderá. ¿Deseas cambiar a la placa {{name}}?
ja_jp: 現在の FPGA I/O 設定が失われます。 ボードを {{name}} に変更しますか？

source: The toolchain will be removed. Do you want to continue?
cs_cz: Nástroj bude odstraněn. Přejete si pokračovat?
de_de: Toolchain wird entfernt. Möchtest du fortfahren?
es_es: La toolchain será eliminada. ¿Deseas continuar?
eu_es: Toolchain-a ezabatuko da. Jarraitu nahi al duzu?
fr_fr: La toolchain va être supprimée. Voulez-vous continuer ?
it_it: La toolchain sarà rimossa. Vuoi continuare?
ja_jp: ツールチェーンが削除されます。続けますか？
ko_kr: 툴체인이 제거됩니다. 계속하시겠습니까?
ru_ru: Набор инструментов будет удален. Продолжить ?
tr_tr: Araç zinciri kaldırılacak. Devam etmek istiyor musunuz?
zh_tw: 工具鏈將會移除，是否繼續?

source: There is a new nightly version available
cs_cz: Nové noční sestavení je k dispozici
de_de: Es ist eine neue Entwicklungs-Version verfügabr
es_es: Hay una nueva versión nightly disponible
eu_es: Nightly bertsio berria eskura duzu
fr_fr: Il y a une nouvelle version nightly disponible
it_it: C'è una nuova versione nightly disponibile
ja_jp: 新しいナイトリー版が利用可能です
ko_kr: 새로운 야간 버전이 출시되었다
ru_ru: Доступна для установки ночная сборка
tr_tr: Mevcut yeni bir gece sürümü var
zh_tw: 有新的測試版了

source: There is a new stable version available
cs_cz: Nová stabilní verze k dispozici
de_de: Es ist eine neue Version verfügbar
es_es: Hay una nueva versión estable disponible
eu_es: Bertsio egonkor berria eskura duzu
fr_fr: Il y a une nouvelle version stable disponible
it_it: C'è una nuova versione stabile disponibile
ja_jp: 新しい安定版が利用可能です
ko_kr: 새로운 안정한 버전이 출시되었다
ru_ru: Доступна для установки стабильная сборка
tr_tr: Mevcut yeni bir kararlı sürümü var
zh_tw: 有新的穩定版本了

source: This import operation requires a project path. You need to save the current project. Do you want to continue?
cs_cz: Operace importu vyžaduje projektovou cestu. Potřebujete uložit současný projekt. Přejete si pokračovat?
de_de: Dieser Importvorgang erfordert einen Projektpfad. Aktuelles Projekt muss gespeichert werden. Fortfahren?
es_es: Esta operación de importación requiere una ruta del proyecto. Debes guardar el proyecto actual. ¿Deseas continuar?
eu_es: Inportazio operazioak proiektu-bidea behar du. Uneko proiektua gorde ezazu. Jarraitu nahi al duzu?
fr_fr: Cette opération d'importation requiert un chemin de projet. Vous devez sauvegarder le projet actuel. Voulez vous continuer ?
it_it: L'importazione richiede il percorso del progetto. Devi salvare il progetto corrente. Vuoi continuare?
ja_jp: このインポート操作には、プロジェクトのパスが必要です。現在のプロジェクトを保存する必要があります。続行しますか？
ko_kr: 이 가져오기 작업에는 프로젝트 경로가 필요합니다. 현재 프로젝트를 저장해야 합니다. 계속하시겠습니까?
ru_ru: Для операции импорта требуется указать путь к проекту. Вы должны сохранить текущий проект. Продолжить ?
tr_tr: Bu alma işlemi bir proje yolu gerektirir. Geçerli projeyi kaydetmeniz gerekir. Devam etmek istiyor musunuz?
zh_tw: 這導入操作需要專案路徑，您必須保存目前專案，是否繼續?

source: This project is designed for the {{name}} board.
cs_cz: Tento projekt je navržen pro desku {{name}}.
de_de: Dieses Projekt wurde für das {{name}} Board entwickelt.
es_es: Este proyecto está diseñado para la placa {{name}}.
eu_es: Proiektua {{name}} plakarentzat diseinatu da.
fr_fr: Ce projet est conçu pour la carte {{name}}
it_it: Questo progetto è stato progettato per la scheda {{name}}
ja_jp: このプロジェクトはボード {{name}} 向けです。
ko_kr: 이 프로젝트는 {{name}}보드에 맞게 설계되었다.
ru_ru: Этот проект был разработан для платы {{name}}.
tr_tr: Bu proje {{name}} panosu için tasarlanmıştır.
zh_tw: 此專案為開發板 {{name}} 所設計.

source: This time
es_es: Esta vez

source: To save your design you need to lock the padlock and go to the top-level design.<br/><br/>If you want to export this submodule to a file, use the "Save as" command.
cs_cz: K uložení návrhu potřebujete uzamknout zámek a vrátit se na nejvyšší úroveň návrhu.<br/></br>Pokud chcete exportovat tento submodul do souboru, použijte "Uložit jako".
es_es: Para guardar tu diseño debes bloquear el candado e ir al diseño de nivel superior.<br/><br/>Si deseas exportar este submódulo a un archivo, usa el comando "Guardar como".
ja_jp: デザインを保存するには、ロックをかけてトップレベルのデザインに移動する必要があります。<br/><br/>このサブモジュールをファイルに書き出したい場合は、「名前を付けて保存」を実行してください。

source: Toolbox
cs_cz: Nástroje
es_es: Herramientas
fr_fr: Boite a Outils
ja_jp: ツールボックス

source: Toolchain installed
cs_cz: Nástroj nainstalován
de_de: Toolchain installiert
es_es: Toolchain instalada
eu_es: Toolchain-a instalatu da
fr_fr: La toolchain est installée
it_it: Toolchain installata
ja_jp: ツールチェーンがインストールされました
ko_kr: 툴체인이 설치됨
ru_ru: Набор инструментов установлен
tr_tr: Uyumluuygulama yüklü
zh_tw: 工具鏈已安裝

source: Toolchain not installed
cs_cz: Nástroj nenainstalován
de_de: Toolchain nicht installiert
es_es: La toolchain no está instalada
eu_es: Toolchain-a ez da instalatu
fr_fr: La toolchain n'est pas installée
it_it: Toolchain non installata
ja_jp: ツールチェーンがインストールされていません
ko_kr: 툴체인이 설치되지 않았음
ru_ru: Набор инструментов установлен
tr_tr: Uyumluuygulama yüklü değil
zh_tw: 工具鏈未安裝

source: Toolchain removed
cs_cz: Nástroj odstraněn
de_de: Toolchain entfernt
es_es: Toolchain eliminada
eu_es: Toolchain-a ezabatu da
fr_fr: Toolchain supprimée
it_it: Toolchain rimossa
ja_jp: ツールチェーンが削除されました
ko_kr: 툴체인이 제거되었음
ru_ru: Набор инструментов удален
tr_tr: Uyumluuygulamayı kaldır
zh_tw: 工具鏈移除了

source: Toolchain version does not match
cs_cz: Verze nástroje nesouhlasí
de_de: Toolchain Version stimmt nicht überein
es_es: La versión de la toolchain no coincide
eu_es: Toolchainaren bertsioa ez dator bat
fr_fr: La version de la toolchain ne correspond pas
it_it: La versione della Toolchain non corrisponde
ja_jp: ツールチェーンのバージョンが適合しません
ko_kr: Toolchain 버전이 일치하지 않음
ru_ru: Версии инструментов не совпадают
tr_tr: Uyumluuygulama sürümü eşleşmiyor
zh_tw: 工具鏈版本不符合

source: Tools
cs_cz: Nástroje
de_de: Werkzeuge
es_es: Herramientas
eu_es: Tresnak
fr_fr: Outils
it_it: Strumenti
ja_jp: ツール
ko_kr: 도구들
ru_ru: Инструменты
tr_tr: Araçlar
zh_tw: 工具

source: Tri-state (aka high-Z, bidirectional, or inout) ports are not recommended in standard designs.<br /><br />You will be asked to update your Preferences (Advanced user setting) or you can just open this design on a preview basis.<br /><br />Continue?
es_es: No se recomiendo el uso de los Puertos Tri-estado (también conocidos como alta impedancia, bidireccional, o entrada/salida) en diseño normales.<br /><br />Se te pedirá que actualices tus preferencias (Preferencias de usuario avanzado) o simplemente puedes abrir este diseño en modo previsualización.<br /><br />¿Continuar?

source: Tri-state connections (inout ports) disabled
es_es: Conexiones tri-estado (puertos entrada/salida) deshabilitadas

source: Tri-state connections (inout ports) enabled
es_es: Conexiones tri-estado (puertos entrada/salida) habilitadas

source: Turkish
cs_cz: Turečtina
de_de: Türkisch
es_es: Turco
fr_fr: Turc
ru_ru: Турецкий

source: Turquoise
cs_cz: Tyrkysová
de_de: Türkis
es_es: Turquesa
eu_es: Turkesa
it_it: Turchese
ko_kr: 터키옥
ru_ru: Бирюзовый
tr_tr: Turkuaz
zh_tw: 綠松色

source: UI theme
cs_cz: Motiv vzhledu
es_es: Tema de la interfaz
fr_fr: Thème interface graphique
it_it: Tema UI
ja_jp: UI テーマ
ru_ru: Тема интерфейса
zh_tw: 介面主題風格

source: Undo
cs_cz: Zpět
de_de: Rückgängig
es_es: Deshacer
eu_es: Desegin
fr_fr: Revenir en arrière
it_it: Annulla
ja_jp: 戻す
ko_kr: 뒤로가기
ru_ru: Отменить
tr_tr: Geri al
zh_tw: 還原

source: Unknown board
cs_cz: Neznámá deska
de_de: Unbekanntes Board
es_es: Placa desconocida
eu_es: Plaka ezezaguna
fr_fr: Carte inconnue
it_it: Scheda sconosciuta
ja_jp: 不明なボード
ko_kr: 알 수 없는 보드
ru_ru: Неизвестная плата
tr_tr: Bilinmeyen pano
zh_tw: 未知的開發板

source: Unsupported project format {{version}}
cs_cz: Nepodporovaný formát projektu {{version}}
de_de: Nicht unterstütztes Projektformat {{version}}
es_es: Formato de proyecto no admitido {{version}}
eu_es: {{version}} formatua duen proiektua ez da onartzen
fr_fr: Format {{version}} de projet non supporté
it_it: Formato del progetto non supportato {{version}}
ja_jp: 非対応のプロジェクトフォーマット {{version}}
ko_kr: 지원되지 않는 프로젝트 형식 {{version}}
ru_ru: Неподдерживаемый формат проекта {{version}}
tr_tr: Desteklenmeyen proje biçimi {{version}}
zh_tw: 不支援的專案格式 {{version}}

source: Untitled
cs_cz: Nepojmenovaný
de_de: Unbenannt
es_es: Sin título
eu_es: Izenik gabe
fr_fr: Sans titre
it_it: Senza titolo
ja_jp: 無名
ko_kr: 제목이 없음
ru_ru: Безымянный
tr_tr: İsimsiz
zh_tw: 未命名

source: Update (Latest stable)
cs_cz: Aktualizovat (Poslední stabilní)
es_es: Actualización (Última estable)
fr_fr: Mettre à jour (dernière version stable)
ja_jp: アップデート（最新の安定版）

source: Upload
cs_cz: Nahrát
de_de: Übertragen
es_es: Cargar
eu_es: Kargatu
fr_fr: Télécharger
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
ru_ru: Загрузка
tr_tr: Yükle
zh_tw: 上傳

source: Upload done
cs_cz: Nahrávání hotovo
de_de: Übertragen abgeschlossen
es_es: Carga realizada
eu_es: Karga egin da
fr_fr: Téléchargement terminé
it_it: Caricamento completato
ja_jp: アップロード完了
ko_kr: 업로드 완료
ru_ru: Загрузка завершена
tr_tr: Yükleme tamamlandı
zh_tw: 上傳完成

source: Verification done
cs_cz: Kontrola hotová
de_de: Überprüfen abgeschlossen
es_es: Verificación realizada
eu_es: Egiaztapena egin da
fr_fr: Vérification faite
it_it: Verifica completata
ja_jp: 検証完了
ko_kr: 검증 완료
ru_ru: Проверка завершена
tr_tr: Doğrulama yapıldı
zh_tw: 驗證完成

source: Verify
cs_cz: Zkontrolovat
de_de: Überprüfen
es_es: Verificar
eu_es: Egiaztatu
fr_fr: Vérifier
it_it: Verifica
ja_jp: 検証
ko_kr: 입증하다
ru_ru: Проверка
tr_tr: Doğrulama
zh_tw: 驗證

source: Version
cs_cz: Verze
es_es: Versión
eu_es: Bertsioa
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
ru_ru: Версия
tr_tr: Sürüm
zh_tw: 版本

source: Version notes
cs_cz: Poznámky k verzi
de_de: Versionshinweise
es_es: Notas de la versión
eu_es: Bertsioaren oharrak
fr_fr: Notes de version
it_it: Note sulla versione
ja_jp: バージョン情報
ko_kr: 버전 노트
ru_ru: Комментарии к этой версии
tr_tr: Sürüm notları
zh_tw: 版本通知

source: View
cs_cz: Zobrazit
de_de: Ansicht
es_es: Ver
eu_es: Ikusi
fr_fr: Vue
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ru_ru: Вид
tr_tr: Görüntüle
zh_tw: 查看

source: View license
cs_cz: Zobrazit licenci
de_de: Lizenz anzeigen
es_es: Ver licencia
eu_es: Lizentzia ikusi
fr_fr: Voir la licence
it_it: Visualizza licenza
ja_jp: ライセンスを確認
ko_kr: 라이선스 보기
ru_ru: Просмотр лицензии
tr_tr: Lisansı görüntüle
zh_tw: 查看版權說明

source: Warnings detected in the design
cs_cz: V návrhu byla zjištěna varování
de_de: Warnungen im Entwurf erkannt
es_es: Advertencias detectadas en el diseño
eu_es: Diseinuan abisuak detektatu dira
fr_fr: Avertissements détectés dans le design
it_it: Si sono rilevate delle avvertenze nel design
ja_jp: デザインで検出された警告
ko_kr: 설계에서 경고가 감지되었습니다
ru_ru: Предупреждения в схеме
tr_tr: Tasarımda tespit edilen uyarılar
zh_tw: 設計中發現警告

source: Welcome to Icestudio!
cs_cz: Vítejte v Icestudiu!
de_de: Willkommen zu Icestudio!
es_es: ¡Bienvenido a Icestudio!
ja_jp: Icestudio へようこそ！

source: Wrong block format: {{type}}
cs_cz: Špatný formát bloku: {{type}}
de_de: Falsches Block-Format: {{type}}
es_es: Formato de bloque incorrecto: {{type}}
eu_es: Blokearen formatua okerra da: {{type}}
fr_fr: Mauvais format de bloc : {{type}}
it_it: Formato del blocco erratot: {{type}}
ja_jp: 誤ったブロックフォーマット：{{type}}
ko_kr: 잘못된 블록 형식: {{type}}
ru_ru: Неправильный формат блока: {{type}}
tr_tr: Yanlış blok biçimi: {{type}}
zh_tw: 區塊格式錯誤: {{type}}

source: Wrong block name {{name}}
cs_cz: Špatný název bloku {{name}}
de_de: Falscher Block-Name {{name}}
es_es: Nombre del bloque {{name}} incorrecto
eu_es: {{name}} blokearen izena okerra da
fr_fr: Mauvais nom de bloc {{name}}
it_it: Nome del blocco {{name}} errato
ja_jp: 誤ったブロック名：{{name}}
ko_kr: 잘못된 블럭 이름{{name}}
ru_ru: Неправильное имя блока {{name}}
tr_tr: Yanlış blok adı {{name}}
zh_tw: 區塊名稱錯誤 {{name}}

source: Wrong project format: {{name}}
cs_cz: Špatný formát projektu: {{name}}
de_de: Falsches Projekt-Format: {{name}}
es_es: Formato de proyecto incorrecto: {{name}}
eu_es: Proiektuaren formatua okerra da: {{name}}
fr_fr: Mauvais format de projet : {{name}}
it_it: Formato del progetto errato: {{name}}
ja_jp: 誤ったプロジェクトフォーマット：{{name}}
ko_kr: 잘못된 프로젝트 형식: {{name}}
ru_ru: Неправильный формат проекта: {{name}}
tr_tr: Yanlış proje biçimi: {{name}}
zh_tw: 專案格式錯誤: {{name}}

source: Wrong remote hostname {{name}}
cs_cz: Špatný název vzdáleného hostitele {{name}}
de_de: Falscher Remote-Hostname {{name}}
es_es: Nombre del host remoto incorrecto {{name}}
eu_es: Urrutiko ostalariaren {{name}} izena okerra da
fr_fr: Mauvais nom d'hôte distant {{name}}
it_it: Nome dell'host remoto {{name}} errato
ja_jp: 誤ったリモートホスト名 {{name}}
ko_kr: 잘못된 원격 호스트 이름 {{name}}
ru_ru: Неправильный удаленный хост {{name}}
tr_tr: Yanlış uzak anamakineadı {{name}}
zh_tw: 遠端主機名稱錯誤 {{name}}

source: Yellow
cs_cz: Žlutá
de_de: Gelb
es_es: Amarillo
eu_es: Horia
fr_fr: Jaune
it_it: Giallo
ko_kr: 노란색
ru_ru: Желтый
tr_tr: Sarı
zh_tw: 黃色

source: Yes
es_es: Si

source: You are editing a submodule, so you will save just this submodule ("Save as" works like "Export module"). Do you want to continue?
cs_cz: Upravujete submodul, pokud bude ukládat, uložíte pouze submodul (v této situaci "uložit jako" funguje jako "exportovat modul"). Chcete pokračovat?
es_es: Estás editando un submódulo, aquí que guardarás solamente este submódulo ("Guardar como" funciona como "Exportar módulo"). ¿Quieres continuar?
ja_jp: サブモジュールの編集中であるため、ここで保存するとサブモジュールだけが保存されます（「名前を付けて保存」は「モジュールのエクスポート」のように機能します）。保存しますか？

source: You are importing a block that uses "tri-state".
es_es: Estás importando un bloque que usa "tri-estados".

source: You are loading a design that uses "tri-state".
es_es: Estar cargando un diseño que usa "tri-estados".

source: You can load it as it is or convert it to use the {{name}} board.
cs_cz: Můžete nahrát tak jak je, nebo převést pro desku {{name}}.
es_es: Puedes cargarlo como está o convertirlo para la placa {{name}}.
ja_jp: そのまま読み込むか、ボード {{name}} 用に変換することができます。

source: You can only build at the top-level design. Inside submodules, you can <strong>Verify</strong>
cs_cz: Sestavovat můžete pouze na nejvyšší úrovni návrhu. Uvnitř submodulů můžete pouze <strong>Verifikovat</strong>
es_es: Solo puedes sintetizar en el nivel superior del diseño. Dentro de los submódulos puedes <strong>Verificar</strong>
ja_jp: ビルドはデザインのトップレベルでのみ可能です。サブモジュールでは<strong>検証</strong>のみ可能です

source: You can only upload at the top-level design. Inside submodules, you can <strong>Verify</strong>
cs_cz: Nahrávat můžete pouze na nejvyšší úrovni návrhu. Uvnitř submodulů můžete pouze <strong>Verifikovat</strong>
es_es: Solo puedes sintetizar en el nivel superior del diseño. Dentro de los submódulos puedes <strong>Verificar</strong>
ja_jp: アップロードはトップレベルでのみ可能です。サブモジュールでは<strong>検証</strong>のみ可能です

source: You can read the release notes on the
cs_cz: Poznámky k vydání můžete přečíst na
de_de: Versionshinweise auf der
es_es: Puedes leer las notas de lanzamiento en la
fr_fr: Vous pouvez lire les notes de release sur le
ja_jp: リリースノートは以下で読むことができます
ru_ru: Вы можете прочитать примечания к выпуску

source: Your changes will be lost if you don’t save them
cs_cz: Vaše změny budou ztraceny pokud je neuložíte
de_de: Nicht gespeicherte Änderungen gehen verloren
es_es: Tus cambios se perderán si no los guardas
eu_es: Aldaketak galduko dituzu gordetzen ez badituzu
fr_fr: Vos modifications seront perdues si vous ne les sauvegardez pas
it_it: I tuoi progressi saranno perduti se non li salvi
ja_jp: 保存しないと変更内容が失われます
ko_kr: 변경사항을 저장하지 않으면 변경내용이 손실 될 것입니다
ru_ru: Ваши изменения могут быть потеряны, если вы их не сохраните
tr_tr: Kaydemezseniz değişikler kaybolacak
zh_tw: 如果不儲存，更改內容將消失

source: back
cs_cz: zpět
de_de: Zurück
es_es: volver
eu_es: atzera
fr_fr: retour
it_it: indietro
ja_jp: 戻る
ko_kr: 뒤로가기
ru_ru: назад
tr_tr: geri
zh_tw: 後退

source: {{app}} is required.
cs_cz: {{app}} je vyžadováno.
de_de: {{app}} wird benötigt.
es_es: Es necesario {{app}}.
eu_es: {{app}} behar da
fr_fr: {{app}} est requis.
it_it: {{app}} è richiesta.
ja_jp: {{app}} が必要です。
ko_kr: {{앱}}이 필요합니다.
ru_ru: Требуется приложение {{app}}.
tr_tr: {{app}} gerekli.
zh_tw: 需要{{app}}

source: {{board}} datasheet not defined
cs_cz: {{board}} katalogový list není definován
de_de: {{board}} Datenblatt nicht definiert
es_es: {{board}} datasheet no definido
eu_es: {{board}} plakaren datasheet-a ez zehaztua
fr_fr: Documentation {{board}} non définie
it_it: La scheda tecnica di {{board}} non è definita
ja_jp: {{board}} のデータシートが未定義
ko_kr: {{board}}데이터시트가 정의되지 않았습니다
ru_ru: Даташит для {{board}} не определен
tr_tr: {{board}} veri sayfası tanımlanmadı
zh_tw: {{board}} 數據表未定義

source: {{board}} pinout not defined
cs_cz: {{board}} vývody nejsou definované
de_de: {{board}} Pinout nicht definiert
es_es: {{board}} pinout no definido
eu_es: {{board}} plakaren pinout-a ez zehaztua
fr_fr: Pinout {{board}} non défini
it_it: {{board}} piedinatura non definita
ja_jp: {{board}} のピンアウトが未定義
ko_kr: {{board}}핀아웃이 정의되지 않았습니다
ru_ru: Разводка платы {{board}} не определена
tr_tr: {{board}} kablo işlev şeması tanımlanmadı
zh_tw: {{board}} 接腳未定義
