Repository: FPGAwars/icestudio
Catalog: app/resources/locale/*/*.po
Languages: cs_cz, de_de, es_es, eu_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, tr_tr, zh_tw

source: "Inout" Left ports
es_es: Puertos entrada/salida izquierdos

source: "Inout" Right ports
es_es: Puertos entrada/salida derechos

source: "Inout" pin
es_es: Puertos entrada/salida

source: <b>Read only</b><br> Unlock to edit the block!
es_es: <b>Solo lectura</b><br> ¡Desbloquea el candado para editar el bloque!

source: <b>Unplug</b> and <b>reconnect</b> the board
cs_cz: <b>Odpojit</b> a <b>znovu připojit</b> desku
de_de: <b>Trenne</b> die Platine und <b>stelle wieder eine Verbindung her</b>
es_es: <b>Desconecta</b> y <b>reconecta</b> la placa
eu_es: <b>Deskonektatu</b> eta <b>berriro konektatu</b> plaka
fr_fr: <b>Débrancher</b> et <b>reconnecter</b> la carte
it_it: <b> Scollegare </b> e <b> ricollegare </b> la scheda
ja_jp: ボードの<b>ケーブルを抜き</b>、<b>再接続</b>してください
ko_kr: <b>플러그</b>와<b>를 다시 연결하세요</b>
ru_ru: <b>Отсоедините</b> и <b>переподключите</b> плату
tr_tr: <b>Panoda kartı çıkartın</b> ve <b>yeniden</b> bağlayın
zh_tw: <b>拔出</b>並<b>重新連接</b>開發板

source: <b>WARNING!</b><br> The changes made here will also be applied to all the [<b>{{ information.name }}</b>] blocks in the current design. If you DO NOT want them to propagate, create a cloned block instead using<br> <b>Edit → Clone</b>.
es_es: <b>¡AVISO!</b><br> Los cambios que hagas aquí también serán aplicados a todos los bloques [<b>{{ information.name }}</b>] en el diseño actual. Si NO QUIERES que se propaguen, crea entonces un bloque clonado usando<br> <b>Editar → Clonar</b>.

source: About Icestudio
cs_cz: O Icestudiu
de_de: Über Icestudio
es_es: Acerca de Icestudio
eu_es: Icestudio informazioa
fr_fr: À propos d'Icestudio
it_it: Informazioni su Icestudio
ja_jp: Icestudio について
ko_kr: Icestudio에 대해
ru_ru: О программе
tr_tr: Icestudio Hakkında
zh_tw: 關於 Icestudio

source: Acknowledgment
cs_cz: Poděkování
de_de: Danksagung
es_es: Agradecimientos
fr_fr: Remerciements
it_it: Riconoscimenti
ja_jp: 謝辞
zh_tw: 致謝

source: Add
cs_cz: Přidat
de_de: Hinzufügen
es_es: Añadir
eu_es: Gehitu
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
ko_kr: 더하기
ru_ru: Добавить
tr_tr: Ekle
zh_tw: 新增

source: Add a block to start
cs_cz: Přidat blok na začátek
de_de: Zuerst Block hinzufügen
es_es: Añade un bloque para comenzar
eu_es: Gehi ezazu bloke bat hasteko
fr_fr: Ajouter un bloc pour commencer
it_it: Aggiungere un blocco per iniziare
ja_jp: ブロックを追加して始める
ko_kr: 시작하기 위해 블럭 더하기
ru_ru: Добавить блок в начало
tr_tr: Başlamak için bir blok ekleyin
zh_tw: 新增區塊並開始

source: Add as block
cs_cz: Přidat jako blok
de_de: Als Block hinzufügen
es_es: Añadir como bloque
eu_es: Blokea sortu
fr_fr: Ajouter un bloc
it_it: Aggiungi come blocco
ja_jp: ブロックとして追加
ko_kr: 블럭으로 더하기
ru_ru: Добавить как блок
tr_tr: Blok olarak ekle
zh_tw: 新增為區塊

source: Address format
cs_cz: Formát adresy
de_de: Adressformat
es_es: Formato de dirección
eu_es: Helbidearen formatua
fr_fr: Format de l'adresse
it_it: Codifica dell'indirizzo
ja_jp: アドレスフォーマット
ko_kr: 주소 구성 방식
ru_ru: Формат адреса
tr_tr: Adres biçimi
zh_tw: 地址格式

source: Advanced features
es_es: Características avanzadas

source: All collections removed
cs_cz: Všechny kolekce odstraněny
de_de: Alle Sammlungen wurden entfernt
es_es: Colecciones eliminadas
eu_es: Bildumak ezabatu dira
fr_fr: Toutes les collections ont été supprimées
it_it: Tutte le collezioni sono state rimosse
ja_jp: すべてのコレクションが削除されました
ko_kr: 선택한 것들 모두 지우기
ru_ru: Все коллекции удалены
tr_tr: Tüm koleksiyonlar kaldırıldı
zh_tw: 已刪除全部選集

source: All stored collections will be lost. Do you want to continue?
cs_cz: Všechny uložené kolekce budou zahozeny. Přejete si pokračovat?
de_de: Alle gespeicherten Sammlungen werden gelöscht. Fortfahren?
es_es: Todas las colecciones almacenadas se perderán. ¿Deseas continuar?
eu_es: Gordetako bildumak galduko dira. Jarraitu nahi al duzu?
fr_fr: Toutes les collections enregistrées seront perdues. Voulez-vous continuer ?
ja_jp: 保存されているコレクションはすべて失われます。継続しますか？
ko_kr: 저장된 모든 컬렉션이 손실될 것입니다. 계속하시곘습니까?
ru_ru: Все сохраненные коллеции будут удалены. Продолжить ?
tr_tr: Saklanan tüm koleksiyonlar kaybolacaktır. Devam etmek istiyor musunuz?
zh_tw: 儲存的選集會全部消失，是否要繼續?

source: Allow tri-state connections
es_es: Permitir conexiones tri-estado

source: At least Python 3.7 is required
cs_cz: Je potřeba Python verze alespoň 3.7
de_de: Python 3.7 wird benötigt
es_es: Es necesario Python 3.7 o superior
fr_fr: Une version de Python supérieure à 3.7 est nécessaire
ja_jp: Python 3.7 以上が必要です
tr_tr: Python 3.7 gerekli

source: Author
cs_cz: Autor
de_de: Autor
es_es: Autor
eu_es: Egilea
fr_fr: Auteur
it_it: Autore
ja_jp: 作者
ko_kr: 작가
ru_ru: Автор
tr_tr: Yazar
zh_tw: 作者

source: Basic
cs_cz: Základní prvky
de_de: Basis
es_es: Básico
eu_es: Oinarrizkoa
fr_fr: Basique
it_it: Base
ja_jp: 基本ブロック
ko_kr: 기초
ru_ru: Базовый
tr_tr: Temel
zh_tw: 基本區塊

source: Basque
cs_cz: Baskičtina
de_de: Baskisch
es_es: Euskera
eu_es: Euskara
it_it: Basco
ko_kr: 바스크
ru_ru: Баскский
tr_tr: Baskça

source: Binary
cs_cz: Binární
de_de: Binär
es_es: Binario
eu_es: Bitarra
fr_fr: Binaire
it_it: Binario
ja_jp: バイナリ
ko_kr: 2진수
ru_ru: Бинарный
tr_tr: İkili

source: Bitstream not found: Build your project first
cs_cz: Binárka nenalezena: Nejprve přeložte projekt
es_es: Bitstream no encontrado: Sintetiza tu proyecto primero
fr_fr: Bitstream introuvable : Veuillez d'abord compiler votre projet

source: Block updated
cs_cz: Blok aktualizován
de_de: Block aktualisiert
es_es: Bloque actualizado
fr_fr: Bloc mis à jour
it_it: Aggiorna blocco
ja_jp: ブロックが更新されました
ko_kr: 블록 업데이트
ru_ru: Блок обновлен
tr_tr: Blok güncellendi
zh_tw: 區塊已更新

source: Block {{name}} imported
cs_cz: Blok {{name}} importován
de_de: Block {{name}} importier
es_es: Bloque {{name}} importado
eu_es: {{name}} blokea inportatu duzu
fr_fr: Bloc {{name}} importé
it_it: Blocco {{name}} importato
ja_jp: ブロック {{name}} がインポートされました
ko_kr: 블록 {{name}} 가져오기
ru_ru: Block {{name}} импортирован
tr_tr: Blok {{name}} ithal
zh_tw: 區塊 {{name}}已導入

source: Blocks
cs_cz: Bloky
de_de: Blöcke
es_es: Bloques
eu_es: Blokeak
fr_fr: Blocs
it_it: Blocchi
ja_jp: ブロック
ko_kr: 블록들
ru_ru: Блоки
tr_tr: Bloklar
zh_tw: 區塊

source: Board
cs_cz: Deska
es_es: Placa
eu_es: Plaka
fr_fr: Carte
it_it: Scheda
ja_jp: ボード
ko_kr: 보드
ru_ru: Плата
tr_tr: Pano
zh_tw: 開發板

source: Board rules
cs_cz: Pravidla desky
de_de: Board-Regeln
es_es: Reglas de la placa
eu_es: Plakaren arauak
fr_fr: Règles de la carte
it_it: Regole della scheda
ja_jp: ボードルール
ko_kr: 보드 규칙
ru_ru: Правила платы
tr_tr: Pano ölçüm aleti
zh_tw: 開發板規則

source: Board rules disabled
cs_cz: Pravidla desky zakázána
de_de: Board-Regeln deaktiviert
es_es: Reglas de la placa deshabilitadas
eu_es: Plakaren arauak desgaituta
fr_fr: Règles de la carte désactivées
it_it: Regola della scheda disabilitate
ja_jp: ボードルールが無効です
ko_kr: 보드 규칙이 지켜지지 않았습니다
ru_ru: Правила платы отключены
tr_tr: Pano ölçüm kuralları devre dışı
zh_tw: 開發板規則停用

source: Board rules enabled
cs_cz: Pravidla desky povolena
de_de: Board-Regeln aktiviert
es_es: Reglas de la placa habilitadas
eu_es: Plakaren arauak gaituta
fr_fr: Règles de la carte activées
it_it: Regole della scheda abilitate
ja_jp: ボードルールが有効です
ko_kr: 보드 룰을 사용할 수 있습니다
ru_ru: Правила платы включены
tr_tr: Pano ölçüm kuralları aktif
zh_tw: 開發板規則啟用

source: Board {{name}} disconnected
cs_cz: Deska {{name}} odpojena
de_de: Board {{name}} getrennt
es_es: Placa {{name}} desconectada
eu_es: {{name}} plaka konektatu gabe dago
fr_fr: Carte {{name}} déconnectée
it_it: Scheda {{name}} disconnessa
ja_jp: ボード {{name}} が切断されました
ko_kr: 보드 {{name}} 연결불량
ru_ru: Плата {{name}} отключена
tr_tr: Pano {{name}} kopuk
zh_tw: 開發板 {{name}}斷線

source: Board {{name}} not available
cs_cz: Deska {{name}} není dostupná
de_de: Board {{name}} nicht verfügbar
es_es: Placa {{name}} no disponible
eu_es: {{name}} plaka ez dago erabilgarri
fr_fr: Carte {{name}} non disponible
it_it: Scheda {{name}} non disponibile
ja_jp: ボード {{name}} は使えません
ko_kr: 보드 {{name}} 불가능
ru_ru: Плата {{name}} недоступна
tr_tr: Pano {{name}} kullanılamıyor
zh_tw: 開發板 {{name}}無法使用

source: Board {{name}} not connected
cs_cz: Deska {{name}} není připojena
de_de: Board {{name}} nicht verbunden
es_es: Placa {{name}} no conectada
eu_es: {{name}} plaka ez dago konektatuta
fr_fr: Carte {{name}} non connectée
it_it: Scheda {{name}} non connessa
ja_jp: ボード {{name}} が接続されていません
ko_kr: 보드 {{name}} 연결되지 않았음
ru_ru: Board {{name}} не подключена
tr_tr: Pano {{name}} bağlı değil
zh_tw: 開發板 {{name}} 未連線

source: Board {{name}} selected
cs_cz: Deska {{name}} vybrána
de_de: Board {{name}} ausgewählt
es_es: Placa {{name}} seleccionada
eu_es: {{name}} plaka hautatu duzu
fr_fr: Carte {{name}} séléctionnée
it_it: Scheda {{name}} selezionata
ja_jp: ボード {{name}} が選択されました
ko_kr: 보드 {{name}} 선택됨
ru_ru: Выбрана плата {{name}}
tr_tr: Pano {{name}} seç
zh_tw: 開發板{{name}} 已選中

source: Bootloader not active
cs_cz: Zavaděč není aktivní
de_de: Bootloader inaktiv
es_es: Bootloader no activo
eu_es: Bootloader ez aktiboa
fr_fr: Bootloader non activé
it_it: Bootloader non attivo
ja_jp: ブートローダがアクティブでないです！
ko_kr: 부트로더가 활성화되지 않음
ru_ru: Загрузчик не активен
tr_tr: Önyükleyici etkin değil
zh_tw: Bootloader 未啟動

source: Build
cs_cz: Sestavení
de_de: Erstellen
es_es: Sintetizar
eu_es: Sintetizatu
fr_fr: Construire
it_it: Compila
ja_jp: ビルド
ko_kr: 만들기
ru_ru: Собрать
tr_tr: Yapı
zh_tw: 建構

source: Build done
cs_cz: Sestavení hotovo
de_de: Erstellen abgeschlossen
es_es: Sintetizado realizado
eu_es: Sintetizatua egin da
fr_fr: Construction terminée
it_it: Compilazione terminata
ja_jp: ビルド完了
ko_kr: 만들기 완료
ru_ru: Сборка закончена
tr_tr: Yapı tamam
zh_tw: 建構完成

source: Cancel
cs_cz: Zrušit
de_de: Beenden
es_es: Cancelar
eu_es: Utzi
fr_fr: Annuler
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отменить
tr_tr: İptal
zh_tw: 取消

source: Cannot paste from a different project format ({{version}})
es_es: No se puede pegar desde un formato de proyecto diferente ({{version}})

source: Catalonian
cs_cz: Katalánština
es_es: Catalán

source: Change Color
cs_cz: Změnit barvu
de_de: Wähle eine Farbe
es_es: Cambiar Color
fr_fr: Recolorer
ja_jp: 色を変更

source: Changed Preferences: Allow tri-state connections
es_es: Preferencias cambiadas: Permitir conexiones tri-estado

source: Check Internet connection...
cs_cz: Kontrola připojení na internet...
de_de: Prüfe Internetverbindung...
es_es: Comprobando conexión a Internet...
eu_es: Interneteko sarbidea egiaztatu...
fr_fr: Vérifier la connexion Internet...
it_it: Sto controllando la connessione a internet...
ja_jp: インターネット接続を確認中…
ko_kr: 인터넷 연결을 확인하세요.
ru_ru: Проверка соединения с Интернетом...
tr_tr: İnternet bağlantısını kontrol edin...
zh_tw: 檢查網路連接...

source: Check Python...
cs_cz: Kontrola Pythonu...
de_de: Prüfe Python...
es_es: Comprobando Python...
eu_es: Python egiaztatu...
fr_fr: Vérifier Python...
it_it: Sto controllando Python...
ja_jp: Python を確認中…
ko_kr: 파이썬을 확인하세요.
ru_ru: Проверка Python...
tr_tr: Python'u Kontrol Et...
zh_tw: 檢查Python...

source: Chinese
cs_cz: Čínština
de_de: Chinesisch
es_es: Chino
eu_es: Txinera
fr_fr: Chinois
it_it: Cinese
ko_kr: 중국
ru_ru: Китайский
tr_tr: Çince
zh_tw: 中文(簡)

source: Choose a color:
cs_cz: Barva:
de_de: Wähle eine Farbe:
es_es: Selecciona un color:
ja_jp: 色を選択:
tr_tr: Bir renk seçin:

source: Click here to <b>download a newer version</b> of Icestudio
cs_cz: Klikněte zde <b>ke stažení novější verze</b> Icestudia
de_de: Klicke hier, um eine <b>neuere Version von Icestudio herunterzuladen</b>
es_es: Haz clic aquí para <b>descargar una versión más nueva</b> de Icestudio
eu_es: Klik egizu hemen <b>Icestudio aplikazioaren bertsio berria</b> deskargatzeko
fr_fr: Cliquer ici pour <b>télécharger une nouvelle version</b> de Icestudio
it_it: Clicca qui per <b>scaricare la versione più recente</b> di Icestudio
ja_jp: ここをクリックして Icestudio の <b> 新バージョン </b> をダウンロード
ko_kr: 여기를 클릭하여 <b> 새로운 버전을 다운받으세요. </b>
ru_ru: Нажмите здесь <b>для загрузки новой версии</b> Icestudio
tr_tr: Icestudio'nun daha <b>yeni bir sürümünü indirmek için buraya</b> tıklayın
zh_tw: 點按這裡<b>下載新版本</b> 的 Icestudio

source: Click here to <b>setup the drivers</b>
cs_cz: Klikněte zde <b>pro instalování ovladačů</b>
de_de: Klicke hier, um <b>die Treiber einzurichten</b>
es_es: Haz clic aquí para <b>configurar los drivers</b>
eu_es: Klik egizu hemen <b>driverrak eguneratzeko</b>
fr_fr: Cliquer ici pour <b>installer les drivers</b>
it_it: Clicca qui per <b>impostare i drivers</b>
ja_jp: ここをクリックして<b>ドライバをセットアップ</b>
ko_kr: 여기를 클릭하여 <b>드라이버를 설정하세요.</b>
ru_ru: Нажмите здесь <b>для установки драйверов</b>
tr_tr: Sürücüleri kurmak için <b>buraya tıklayın</b>
zh_tw: 點按這裡 <b>安裝驅動程式</b>

source: Click here to install it
cs_cz: Pro instalaci klikněte zde
de_de: Zur Installation hier klicken
es_es: Haz clic aquí para instalarlo
eu_es: Instalatzeko hemen klik egin
fr_fr: Cliquer ici pour l'installer
it_it: Clicca qui per installarla
ja_jp: ここをクリックしてインストール
ko_kr: 설치하려면 여기를 클릭하세요
ru_ru: Нажмите для установки
tr_tr: Yüklemek için buraya tıklayın
zh_tw: 點按這裡安裝

source: Click here to view
cs_cz: Pro zobrazení klikněte zde
de_de: Zum Ansehen hier klicken
es_es: Haz clic aquí para ver
eu_es: Klik egizu ikusteko
fr_fr: Cliquer ici pour ouvrir
it_it: Clicca qui per visualizzarlo
ja_jp: ここをクリックして閲覧
ko_kr: 확인하려면 여기를 클릭하세요
ru_ru: Нажмите для просмотра
tr_tr: Görmek için buraya tıklayın
zh_tw: 點按這裡瀏覽

source: Clock not allowed for data buses
cs_cz: Hodiny nejsou povoleny pro datové sběrnice
de_de: Clock ist für Daten-Busse nicht erlaubt
es_es: Reloj no permitido para buses de datos
eu_es: Datu busentzat ordularia ez dago onetsia
fr_fr: Horloge non autorisée pour les bus de données
it_it: Segnale di clock non permesso nei segnali di bus
ja_jp: データバスにクロックを使用不可
ko_kr: 데이터 버스에는 클럭이 허용되지 않습니다
ru_ru: Сигнал тактирования не разрешен для шин данных
tr_tr: Veri yolları için saat izin verilmiyor
zh_tw: 時脈不合於資料匯流排線

source: Clone
cs_cz: Klonovat
de_de: Duplizieren
es_es: Clonar
eu_es: Klonatu
fr_fr: Cloner
it_it: Clona
ko_kr: 복제
ru_ru: Клонировать
tr_tr: Klon

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
eu_es: Itxi
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ru_ru: Закрыть
tr_tr: Kapat
zh_tw: 關閉

source: Code
cs_cz: Kód
es_es: Código
eu_es: Kodea
it_it: Codice
ja_jp: コード
ko_kr: 코드
ru_ru: Код
tr_tr: Kod
zh_tw: 程式碼區塊

source: Collection
cs_cz: Kolekce
de_de: Sammlung
es_es: Colección
eu_es: Bilduma
it_it: Collezione
ja_jp: コレクション
ko_kr: 컬렉션
ru_ru: Коллекция
tr_tr: Koleksiyon
zh_tw: 選集

source: Collection info
cs_cz: Informace o kolekci
de_de: Sammlungs-Info
es_es: Información de la colección
eu_es: Bildumaren informazioa
fr_fr: Informations sur la collection
it_it: Informazioni della collezione
ja_jp: コレクションの詳細
ko_kr: 컬렉션 정보
ru_ru: Информация о коллекции
tr_tr: Koleksiyon bilgisi
zh_tw: 選集資訊

source: Collection {{collection}} info not defined
cs_cz: Informace o kolekci {{collection}} nejsou definovány
de_de: Sammlungsinfo {{collection}} nicht definiert
es_es: Información de la colección {{collection}} no definida
eu_es: {{collection}} bildumaren informazioa zehaztuta gabe dago
fr_fr: Informations sur la collection {{name}} non définies
it_it: Le informazioni della collezione {{collection}} non sono state definite
ja_jp: コレクション {{collection}} の詳細が見つかりません
ko_kr: 컬렉션 {{collection}} 정보가 정의되지 않았습니다
ru_ru: Информация для {{collection}} не задана
tr_tr: Koleksiyon {{collection}} bilgisi tanımsız
zh_tw: 選集 {{collection}} 資訊未定義

source: Collection {{name}} added
cs_cz: Kolekce {{name}} přidána
de_de: Sammlung {{name}} hinzugefügt
es_es: Colección {{name}} añadida
eu_es: {{name}} bilduma gehitu da
fr_fr: Collection {{name}} ajoutée
it_it: Collezione {{name}} aggiunta
ja_jp: コレクション {{name}} が追加されました
ko_kr: 컬렉션 {{name}} 추가
ru_ru: Коллекция {{name}} добавлена
tr_tr: Koleksiyon {{name}} eklendi
zh_tw: 已新增 {{name}} 選集

source: Collection {{name}} not replaced
cs_cz: Kolekce {{name}} nenahrazena
de_de: Sammlung {{name}} nicht ersetzt
es_es: Colección {{name}} no reemplazada
eu_es: {{name}} bilduma ez da ordeztu
fr_fr: Collection {{name}} non remplacée
it_it: Collezione {{name}} non rimpiazzata
ja_jp: コレクション {{name}} が置き換えられませんでした
ko_kr: 컬렉션 {{name}} 이 교체되지 않았음
ru_ru: Коллекция {{name}} не замещена
tr_tr: Koleksiyon {{name}} değiştirilmedi
zh_tw: 沒替換 {{name}} 選集

source: Collection {{name}} removed
cs_cz: Kolekce {{name}} odstraněna
de_de: Sammlung {{name}} entfernt
es_es: Colección {{name}} eliminada
eu_es: {{name}} bilduma ezabatu da
fr_fr: Collection {{name}} supprimée
it_it: Collezione {{name}} rimossa
ja_jp: コレクション {{name}} が削除されました
ko_kr: 컬렉션 {{name}} 삭제
ru_ru: Коллекция {{name}} удалена
tr_tr: Koleksiyon {{name}} kaldırıldı
zh_tw: 已移除 {{name}} 選集

source: Collection {{name}} replaced
cs_cz: Kolekce {{name}} nahrazena
de_de: Sammlung {{name}} ersetzt
es_es: Colección {{name}} reemplazada
eu_es: {{name}} bilduma ordeztu da
fr_fr: Collection {{name}} remplacée
it_it: Collezione {{name}} rimpiazzata
ja_jp: コレクション {{name}} が置き換えられました
ko_kr: 컬렉션 {{name}} 교체
ru_ru: Коллекция {{name}} замещена
tr_tr: Koleksiyon {{name}} değiştirildi
zh_tw: 已替換 {{name}} 選集

source: Collection {{name}} selected
cs_cz: Kolekce {{name}} vybrána
de_de: Sammlung {{name}} ausgewählt
es_es: Colección {{name}} seleccionada
eu_es: {{name}} bilduma hautatu da
fr_fr: Collection {{name}} sélectionée
it_it: Scheda {{name}} selezionata
ja_jp: コレクション {{name}} が選択されました
ko_kr: 컬렉션 {{name}} 선택
ru_ru: Коллекция {{name}} выбрана
tr_tr: Koleksiyon {{name}} seçili
zh_tw: 選中 {{name}} 選集

source: Collections
cs_cz: Kolekce
de_de: Sammlungen
es_es: Colecciones
eu_es: Bildumak
it_it: Collezioni
ja_jp: コレクション
ko_kr: 컬렉션들
ru_ru: Коллекции
tr_tr: Koleksiyonlar
zh_tw: 範例選集組

source: Command output
cs_cz: Výstup
de_de: Befehlsausgabe
es_es: Salida del comando
eu_es: Komando irteera
fr_fr: Sortie de Commandes
it_it: Output dei comandi
ja_jp: コマンド出力
ko_kr: 명령 출력
ru_ru: Вывод команды
tr_tr: Komut çıkışı
zh_tw: 查看執行結果

source: Community forum
cs_cz: Komunitní fórum
es_es: Foro de la comunidad
eu_es: Komunitatearen foroa
fr_fr: Forum communautaire
it_it: Forum della comunità
ja_jp: コミュニティフォーラム
ko_kr: 커뮤니티 포럼
ru_ru: Форум сообщества
tr_tr: Topluluk forumu
zh_tw: 社群論壇

source: Configuration not completed
cs_cz: Konfigurace není kompletní
de_de: Konfiguration nicht abgeschlossen
es_es: Configuración no completada
eu_es: Konfigurazioa ez da osatu
fr_fr: Configuration incomplète
it_it: Configurazione non completata
ja_jp: 設定が完了していません
ko_kr: 구성이 완료되지 않음
ru_ru: Конфигурация неполна
tr_tr: Yapılandırma tamamlanmadı
zh_tw: 設定未完成

source: Constant
cs_cz: Konstanta
de_de: Konstante
es_es: Constante
eu_es: Konstantea
fr_fr: Constante
it_it: Costante
ja_jp: 定数
ko_kr: 정수
ru_ru: Константа
tr_tr: Sürekli
zh_tw: 常數

source: Constant names
cs_cz: Názvy konstant
es_es: Nombre de las constantes
ja_jp: 定数名

source: Convert
cs_cz: Převést
de_de: Konvertieren
es_es: Convertir
eu_es: Bihurtu
fr_fr: Convertir
it_it: Converti
ja_jp: 変換
ko_kr: 변환
ru_ru: Сконвертировать
tr_tr: Dönüştür
zh_tw: 轉換

source: Copy
cs_cz: Kopírovat
de_de: Kopieren
es_es: Copiar
eu_es: Kopiatu
fr_fr: Copier
it_it: Copia
ja_jp: コピー
ko_kr: 복사하기
ru_ru: Копировать
tr_tr: Kopyala
zh_tw: 複製

source: Create virtualenv...
cs_cz: Vytvoření virtuálního prostředí...
de_de: Virtualenv erstellen...
es_es: Crear virtualenv...
eu_es: Env birtuala sortu...
fr_fr: Créer l'environnement virtuel...
it_it: Creazione della virtualenv...
ja_jp: 仮想環境を生成…
ko_kr: virtualenv를 생성하기...
ru_ru: Создание virtualenv...
tr_tr: Sanalort oluşturun...
zh_tw: 編譯 virtualenv...

source: Cut
cs_cz: Vyjmout
de_de: Ausschneiden
es_es: Cortar
eu_es: Ebaki
fr_fr: Couper
it_it: Taglia
ja_jp: カット
ko_kr: 자르기
ru_ru: Вырезать
tr_tr: Kes
zh_tw: 剪切

source: Czech
cs_cz: Čeština
de_de: Tschechisch
es_es: Checo
eu_es: Txekiar
fr_fr: Tchèque
it_it: Ceco
ja_jp: チェコ語
ko_kr: 체코
ru_ru: Чешский
tr_tr: Çekce

source: Dark (default)
cs_cz: Tmavé (výchozí)
de_de: Dunkel (Standard)
es_es: Oscuro (por defecto)
fr_fr: Sombre (default)
it_it: Scuro (predefinito)
ja_jp: ダーク（既定）
zh_tw: 深色模式(預設)

source: Dark Green
cs_cz: Tmavě zelená
es_es: Verde oscuro

source: Dark Orange
cs_cz: Tmavě oranžová
es_es: Naranja oscuro

source: Deep Pink
cs_cz: Sytě růžová
es_es: Rosa oscuro

source: Deep Sky Blue
cs_cz: Tmavomodrá obloha
es_es: Celeste intenso

source: Default
cs_cz: Výchozí
de_de: Standard
es_es: Por defecto
eu_es: Lehenetsia
fr_fr: Défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
ru_ru: По умолчанию
tr_tr: Varsayılan
zh_tw: 預設

source: Delete
cs_cz: Smazat
es_es: Suprimir
fr_fr: Supprimer
ja_jp: 削除

source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
eu_es: Azalpena
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
ru_ru: Описание
tr_tr: Tanım
zh_tw: 說明

source: Disable
cs_cz: Zakázat
de_de: Deaktivieren
es_es: Deshabilitar
eu_es: Desgaitu
fr_fr: Désactiver
it_it: Disattiva
ja_jp: 無効化
ko_kr: 불가
ru_ru: Отключить
tr_tr: Devre dışı
zh_tw: 取消

source: Do you want to close the application?
cs_cz: Chcete zavřít aplikaci?
de_de: Möchtest du die Anwendung schließen?
es_es: ¿Deseas cerrar la aplicación?
eu_es: Aplikazioa itxi nahi al duzu?
fr_fr: Voulez-vous fermer l'application ?
it_it: Vuoi chiudere l'applicazione?
ja_jp: アプリケーションを終了しますか？
ko_kr: 응용 프로그램을 닫으시겠습니까?
ru_ru: Закрыть приложение ?
tr_tr: Uygulamayı kapatmak istiyor musunuz?
zh_tw: 您是否關閉應用程式?

source: Do you want to remove the {{name}} collection?
cs_cz: Chcete odstranit kolekci {{name}}?
de_de: Möchtest du die Sammlung {{name}} entfernen?
es_es: ¿Deseas eliminar la colección {{name}}?
eu_es: {{name}} bilduma ezabatu nahi al duzu?
fr_fr: Voulez-vous supprimer la collection {{name}} ?
it_it: Vuoi rimuovere la collezione {{name}}?
ja_jp: コレクション {{name}} を削除しますか？
ko_kr: {{name}} 컬렉션을 삭제하시겠습니까?
ru_ru: Удалить коллекцию {{name}} ?
tr_tr: Koleksiyonu kaldırmak {{name}} istiyor musunuz?
zh_tw: 您是是否要移除這 {{name}} 選集?

source: Do you want to replace it?
cs_cz: Přejete si to nahradit?
de_de: Möchtest du sie ersetzen?
es_es: ¿Deseas reemplazarla?
eu_es: Ordeztu nahi al duzu?
fr_fr: Voulez-vous le remplacer ?
it_it: Vuoi sostituirlo?
ja_jp: 置き換えますか？
ko_kr: 교체하시겠습니까?
ru_ru: Заменить ?
tr_tr: Onu değiştirmek ister misin?
zh_tw: 您是否要替換?

source: Documentation
cs_cz: Dokumentace
de_de: Dokumentation
es_es: Documentación
eu_es: Dokumentazioa
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 문ㅅ
ru_ru: Документация
tr_tr: Dokümantasyon
zh_tw: 說明文件

source: Don’t display
es_es: No mostrar

source: Drivers disabled
cs_cz: Ovladače zakázány
de_de: Treiber deaktiviert
es_es: Drivers deshabilitados
eu_es: Driverrak desgaitu dira
fr_fr: Pilote désactivé
it_it: Drivers disabilitati
ja_jp: ドライバが無効です
ko_kr: 드라이버 오류
ru_ru: Драйвера отключены
tr_tr: Sürücüler devre dışı
zh_tw: 停用驅動程式

source: Drivers enabled
cs_cz: Ovladače povoleny
de_de: Treiber aktiviert
es_es: Drivers habilitados
eu_es: Driverrak gaitu dira
fr_fr: Pilote activé
it_it: Drivers abilitati
ja_jp: ドライバが有効です
ko_kr: 드라이버 가능
ru_ru: Драйвера подключены
tr_tr: Sürücüler aktif
zh_tw: 啟用驅動程式

source: Duplicate
cs_cz: Duplikovat
es_es: Duplicado

source: Duplicate FPGA I/O ports
cs_cz: Duplikované FPGA vstupně/výstupní porty
de_de: Doppelte FPGA I/O Schnittstellen
es_es: Puertos E/S de la FPGA duplicados
eu_es: FPGAren E/S portuak bikoiztu dira
fr_fr: Ports d'entrée/sortie FPGA dupliqués
it_it: Porte I/O dell'FPGA duplicate
ja_jp: FPGA の I/O ポートが重複しています
ru_ru: Дублирование портов ввода/вывода платы
tr_tr: Çoğaltılmış FPGA I/O bağlantı noktalaı
zh_tw: 重複的 FPGA I/O 接腳

source: Duplicate port name: {{name}}
es_es: Nombre del puerto duplicado: {{name}}

source: Dutch
cs_cz: Holandština
de_de: Niederländisch
es_es: Holandés
eu_es: Holandako
fr_fr: Néerlandais
it_it: Olandese
ko_kr: 네덜란드어
ru_ru: Немецкий
tr_tr: Felemenkçe

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
eu_es: Aldatu
fr_fr: Édition
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
ru_ru: Редактировать
tr_tr: Düzenle
zh_tw: 編輯
